{"translation-revision-date":"2023-03-19 06:35:55+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"Connect your site with Google Search Console in %1$sSearch Statistics%2$s to track how your site is performing in search rankings and generate actionable reports. %3$s":["Propojte váš web se službou Google Search Console ve %1$s statistikách vyhledávání %2$s pro sledování v žebříčcích vyhledávání a generujte použitelné přehledy.%3$s"],"Advanced tracking and actionable reports require the following plan:":["Pokročilé sledování a přehledy vyžadují následující plán:"],"Advanced tracking and actionable reports require one of the following plans:":["Pokročilé sledování a přehledy vyžadující akce vyžadují jeden z následujících plánů:"],"Advanced tracking and actionable reports are available to licensed %1$s users. %2$s":["Pokročilé sledování a použitelné zprávy jsou k dispozici pro licencované%1$s uživatele.%2$s"],"Settings":["Nastavení"],"Dashboard":["Nástěnka"],"Click here":["Klikněte zde"],"Google Search Console":["Google vyhledávací konzole"],"Bing Webmaster Tools":["Bing nástroje pro Webmastery"],"Get Started":["Začínáme"],"Google Analytics":["Google Analytics"],"Manage Google Analytics":["Zakázat Google Analytics"],"Anonymize IP Addresses":["Anonymizovat IP adresy"],"Google Analytics ID":["Google Analytics ID"],"Additional Domains":["Další domény"],"Use this option to enable tracking of multiple or additional domains.%1$s%2$s":["Použijte toto nastavení pro povolení sledování více nebo dalších domén. %1$s%2$s"],"Add a list of additional domains to track here. Enter one domain name per line without the http:\/\/.%1$s%2$s":["Sem přidejte seznam dalších domén na sledování. Zadejte jedno jméno domény na jeden řádek bez http:\/\/.%1$s%2$s"],"Enter your domain name without the %1$s to set your cookie domain.%2$s%3$s":["Zadejte název vaší domény bez %1$s pro nastavení vaší cookie domény.%2$s%3$s"],"Exclude logged-in users from Google Analytics tracking by role.%1$s%2$s":["Vyloučit přihlášené uživatele ze sledování Google Analytics podle role.%1$s%2$s"],"This enables support for IP Anonymization in Google Analytics.%1$s%2$s":["Toto povolí podporu IP Anonymization v Google Analytics.%1$s%2$s"],"This enables support for the Display Advertiser Features in Google Analytics.%1$s%2$s":["Toto povolí podporu Display Advertiser Features v Google Analytics.%1$s%2$s"],"This enables support for the Enhanced Ecommerce in Google Analytics.%1$s%2$s":["Toto umožňuje podporu pro Enhanced Ecommerce v Google Analytics.%1$s%2$s"],"This enables support for the Enhanced Link Attribution in Google Analytics.%1$s%2$s":["Toto umožňuje podporu pro Enhanced Link Attribution v Google Analytics.%1$s%2$s"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/WebmasterTools.1baab50e.js"}}