{"translation-revision-date":"2023-03-19 06:35:55+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"Your Username:":["Vaše uživatelské jméno:"],"Use the same username for multiple social networks":["Použijte stejné uživatelské jméno pro více sociálních sítí"],"Your MySpace URL is invalid. Please check the format and try again.":["Vaše adresa URL na MySpace je neplatná. Zkontrolujte prosím formát a zkuste to znovu."],"Your Wikipedia URL is invalid. Please check the format and try again.":["Vaše adresa URL na Wikipedii je neplatná. Zkontrolujte prosím formát a zkuste to znovu."],"Your SoundCloud URL is invalid. Please check the format and try again.":["Vaše adresa URL na SoundCloud je neplatná. Zkontrolujte prosím formát a zkuste to znovu."],"Your Yelp URL is invalid. Please check the format and try again.":["Vaše adresa URL na Yelp je neplatná. Zkontrolujte prosím formát a zkuste to znovu."],"Your Tumblr URL is invalid. Please check the format and try again.":["Vaše adresa URL na Tumblr je neplatná. Zkontrolujte prosím formát a zkuste to znovu."],"Your LinkedIn URL is invalid. Please check the format and try again.":["Vaše adresa URL na LinkedIn je neplatná. Zkontrolujte prosím formát a zkuste to znovu."],"Your YouTube URL is invalid. Please check the format and try again.":["Vaše adresa URL na YouTube je neplatná. Zkontrolujte prosím formát a zkuste to znovu."],"Your Pinterest URL is invalid. Please check the format and try again.":["Vaše adresa URL na Pinterest je neplatná. Zkontrolujte prosím formát a zkuste to znovu."],"Your Instagram URL is invalid. Please check the format and try again.":["Vaše adresa URL na Instagram je neplatná. Zkontrolujte prosím formát a zkuste to znovu."],"Your Twitter URL is invalid. Please check the format and try again.":["Vaše adresa URL na Twitter je neplatná. Zkontrolujte prosím formát a zkuste to znovu."],"Your Facebook URL is invalid. Please check the format and try again.":["Vaše adresa URL na Facebook je neplatná. Zkontrolujte prosím formát a zkuste to znovu."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/SocialProfiles.dcf56054.js"}}