{"translation-revision-date":"2023-03-19 06:35:55+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"upgrade to %1$s":["upgradovat na %1$s"],"Connect":["Připojit"],"Paste your license key here":["Zde vložte svůj licenční klíč"],"An unknown error occurred, please try again later.":["Došlo k neznámé chybě, zkuste to prosím znovu později."],"There was an error connecting to the licensing API. Please try again later.":["Při připojování k licenčnímu rozhraní API došlo k chybě. Prosím zkuste to znovu později."],"This license key has reached the maximum number of activations. Please deactivate it from another site or purchase a new license to continue receiving automatic updates.":["Tento licenční klíč dosáhl maximálního počtu aktivací. Chcete-li nadále dostávat automatické aktualizace, deaktivujte jej z jiného webu nebo si zakupte novou licenci."],"The license key provided is disabled. Please use a different key to continue receiving automatic updates.":["Poskytnutý licenční klíč je zakázán. Chcete-li nadále dostávat automatické aktualizace, použijte prosím jiný klíč."],"The license key provided is invalid. Please use a different key to continue receiving automatic updates.":["Zadaný licenční klíč je neplatný. Chcete-li nadále dostávat automatické aktualizace, použijte prosím jiný klíč."],"You're using %1$s - no license needed. Enjoy!":["Používáte %1$s – není potřeba žádná licence. Užívejte si!"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/LicenseKey.bd074c3b.js"}}