{"translation-revision-date":"2023-03-19 06:35:55+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"Choose whether %1$s should output the required schema markup that Google needs to generate a sitelinks search box.":["Zvolte, zda má %1$s vydávat požadované označení schématu, které Google potřebuje k vygenerování vyhledávacího pole odkazů na podstránky."],"Exclude Posts \/ Pages":["Vyloučit příspěvky \/ stránky"],"A Description tag is required in order to properly display your meta descriptions on your site.":["Značka popisu je vyžadována, aby se vaše meta popisy na vašem webu správně zobrazovaly."],"Exclude Terms":["Vyloučit podmínky"],"Advanced Settings":["Rozšířená nastavení"],"Description Format":["Formát štítku popisu"],"This string gets appended to the titles and descriptions of paginated pages (like term or archive pages).":["Tento řetězec se umístí na začátek nebo konec názvů očíslovaných indexovaných stránek (jako domácí nebo archivní stránky)."],"Check this if you want your categories for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["Zaškrtněte toto, pokud chcete, aby vaše kategorie pro určitý příspěvek byly použity jako meta klíčová slova pro tento příspěvek (přidají se k ostatním klíčovým slovům, které jste specifikovali na stránce Upravit příspěvek)."],"Check this if you want your keywords on your Posts page (set in WordPress under Settings, Reading, Front Page Displays) and your archive pages to be dynamically generated from the keywords of the posts showing on that page. If unchecked, it will use the keywords set in the edit page screen for the posts page.":["Zaškrtněte toto, pokud chcete, aby klíčová slova na vaší stránce s příspěvky (nachází se ve WordPressu pod Nastavení, Čtení, Zobrazení titulní stránky) a vaše stránky Archivu byly dynamicky generované z klíčových slov příspěvků zobrazujících se na stránce. Pokud tuto možnost nezaškrtnete, použijí se klíčová slova z obrazovky pro upravení stránky pro stránku s příspěvky."],"Check this if you want your tags for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["Zaškrtněte toto, pokud chcete, aby byly vaše štítky pro daný příspěvek použity jako meta klíčová slova pro tento příspěvek (budou přidány ke klíčovým slovům, která specifikujete v obrazovce Upravit příspěvek)."],"This option allows you to toggle the use of Meta Keywords throughout the whole of the site.":["Toto nastavení umožňuje přepnout použití meta klíčových slov pro celou stránku."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Advanced.ba881885.js"}}