{"translation-revision-date":"2023-03-19 06:35:55+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"Too Long":["Příliš dlouhé"],"Headlines that are about 55 characters long will display fully in search results and tend to get more clicks.":["Nadpisy, které jsou dlouhé asi 55 znaků, se ve výsledcích vyhledávání plně zobrazí a mají tendenci získávat více kliknutí."],"You have space to add more keywords and power words to boost your rankings and click-through rate.":["Máte prostor pro přidání dalších klíčových slov a výkonových slov, abyste zvýšili své hodnocení a míru prokliku."],"Too Short":["Příliš krátké"],"At this length, it will get cut off in search results. Try reducing it to about 55 characters.":["V této délce bude oříznuto ve výsledcích vyhledávání. Zkuste ho zmenšit na asi 55 znaků."],"Headline Type":["Typ nadpisu"],"Word Count":["Počet slov"],"Sentiment":["Sentiment"],"All good":["Vše dobré"],"Character Count":["Počet znaků"],"10-15%":["10-15%"],"Emotionally triggered headlines are likely to drive more clicks.":["Emocionálně spouštěné nadpisy pravděpodobně způsobí více kliknutí."],"Emotional Words":["Emocionální slova"],"10-20%":["10-20%"],"Uncommon Words":["Neobvyklá slova"],"20-30%":["20-30%"],"Common Words":["Běžná slova"],"Negative headlines are attention-grabbing and tend to perform better than neutral ones.":["Negativní titulky upoutávají pozornost a mají tendenci dosahovat lepších výsledků než neutrální."],"Your headline has a negative sentiment.":["Váš nadpis má negativní sentiment."],"Negative":["Negativní"],"Positive headlines tend to get better engagement than neutral or negative ones.":["Pozitivní titulky inklinují k lepšímu zapojení než neutrální nebo negativní."],"Your headline has a positive sentiment.":["Váš nadpis má pozitivní sentiment."],"Positive":["Pozitivní"],"Headlines that are strongly positive or negative tend to get more engagement than neutral ones.":["Titulky, které jsou silně pozitivní nebo negativní, mají tendenci se více angažovat než neutrální."],"Your headline has a neutral sentiment.":["Váš titulek má neutrální sentiment."],"Neutral":["Neutrální"],"Your headline has too many words. Long headlines will get cut off in search results and won’t get as many clicks.":["Váš nadpis obsahuje příliš mnoho slov. Dlouhé nadpisy se ve výsledcích vyhledávání oříznou a nezískají tolik kliknutí."],"Headlines are more likely to be clicked on in search results if they have about 6 words.":["Pravděpodobnost kliknutí na nadpisy ve výsledcích vyhledávání je vyšší, pokud mají přibližně 6 slov."],"Your headline has the right amount of words. Headlines are more likely to be clicked on in search results if they have about 6 words.":["Váš nadpis obsahuje správné množství slov. Na nadpisy se ve výsledcích vyhledávání klikne s větší pravděpodobností, pokud mají přibližně 6 slov."],"Good":["Dobrý"],"Your headline doesn’t use enough words. You have more space to add keywords and power words to improve your SEO and get more engagement.":["Váš nadpis nepoužívá dostatek slov. Máte více prostoru pro přidávání klíčových slov a silných slov, abyste vylepšili své SEO a získali větší zapojení."],"Goal: ":["Cíl: "],"Enter Your Headline":["Zadejte svůj nadpis"],"Excellent!":["Vynikající!"],"Very Good!":["Velmi dobré!"],"Analyze":["Analyzovat"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/HeadlineAnalyzer.ed903e41.js"}}