Repository: TomajsD/rob-liberec
Catalog: languages/plugins/facebook-pagelike-widget-*.po
Languages: cs_cz

source: Show Friend's Faces
cs_cz: Zobrazit obrázky přátel

source: Hide Cover Photo
cs_cz: Skrýt úvodní fotku

source: This widget adds a Simple Facebook Page Like Widget into your WordPress website sidebar within few minutes.
cs_cz: Tento widget přidá jednoduchý Facebook Widget do postranního panelu vašeho webu během pár minut.

source: Custom Css:
cs_cz: Vlastní CSS:

source: Show Small Header
cs_cz: Zobrazit malé záhlaví

source: Language:
cs_cz: Jazyk:

source: Adapt To Plugin Container Width
cs_cz: Přizpůsobit šířce celku

source: Set Width:
cs_cz: Zadejte šířku:

source: Set Height:
cs_cz: Zadejte výšku:

source: Valid Facebook Pages!
cs_cz: Ověřené Facebook stránky!

source: Works with only
cs_cz: Funguje jen s

source: Facebook Page Url:
cs_cz: Odkaz na Facebook profil

source: Title:
cs_cz: Nadpis:

source: Facebook Page Like Widget
cs_cz: Facebook stránka jako widget
