Repository: TomajsD/rob-liberec
Catalog: languages/plugins/font-awesome-*.po
Languages: cs_cz

source: This plugin supports WordPress Multisite only for WordPress versions 5.1.0 or newer.
cs_cz: Tento plugin podporuje WordPress Multisite pouze pro verzi 5.1.0 WordPressu, nebo vyšší.

source: Whoops! Font Awesome Pro Version 6 is not available from CDN. Please use a Kit.
cs_cz: Jejda! Font Awesome Pro verze 6 není k dispozici z CDN. Použijte prosím sadu.

source: %1$sAdd Font Awesome%2$s
cs_cz: %1$spřidat Font Awesome%2$s

source: Eek! We're missing the information we need to load the version of Font Awesome you have selected. Go to your Font Awesome plugin settings page, re-select a version, and save. If that doesn't work, try deactivating and then re-activating the plugin. If that doesn't work either, you might need to delete and re-install the plug-in.
cs_cz: No! Chybí nám informace, které potřebujeme k načtení Vaší verze Font Awesome, podle Vašeho výběru. Přejděte na stránku nastavení pluginu Font Awesome, znovu vyberte verzi a uložte. Pokud toto nepomůže, zkuste plugin deaktivovat a poté znovu aktivovat. Pokud ani to nefunguje, možná budete muset plugin úplně odstranit a znovu nainstalovat.

source: Failed during upgrade when trying to delete the main Font Awesome option.
cs_cz: Během upgradu se nezdařilo odstranění hlavního nastavení možností pro Font Awesome.

source: Font Awesome Settings
cs_cz: Font Awesome Nastavení

source: A theme or plugin tried to initialize Font Awesome, but failed.
cs_cz: Šablona, nebo plugin se pokusil inicializovat Font Awesome, ale selhal.

source: Font Awesome Plugin Error Details
cs_cz: Podrobnosti o chybě pluginu Font Awesome

source: No error message available.
cs_cz: Žádná chybová zpráva není k dispozici.

source: The Font Awesome plugin caught a fatal error
cs_cz: Plugin Font Awesome zachytil fatální chybu

source: Font Awesome could not be activated.
cs_cz: Font Awesome nelze aktivovat.

source: Font Awesome requires a PHP Version of at least %1$s. Your current version of PHP is %2$s.
cs_cz: Font Awesome vyžaduje minimální verzi PHP %1$s. Vaše aktuální verze PHP je pouze %2$s.

source: Unable To Load Font Awesome Plugin.
cs_cz: Nelze načíst plugin Font Awesome.

source: We were not able to save conflict detection data to your WordPress database.
cs_cz: Nebyli jsme schopni uložit data o detekci konfliktů do Vaší databáze WordPress.

source: Whoops, it looks like you have not provided a Font Awesome API Token. Enter one on the Font Awesome plugin settings page.
cs_cz: Jejda, zdá se, že jste nezadali API token do Font Awesome. Token zadejte na stránce Nastavení pluginu Font Awesome.

source: You've got more than one version of the Font Awesome plugin installed.
cs_cz: Máte nainstalovanou více než jednu verzi pluginu Font Awesome.

source: Hey there, from the Font Awesome plugin!
cs_cz: Zdravím vás, z pluginu Font Awesome!

source: The official way to use Font Awesome Free or Pro icons on your site, brought to you by the Font Awesome team.
cs_cz: Oficiální způsob použití ikon Font Awesome Free, nebo Pro, na Vašem webu, který vám přináší tým Font Awesome.

source: Inconceivable! Somehow the conflict detection information got garbled into something we can't understand.
cs_cz: To je nepředstavitelné! Nějak se informace o detekci konfliktu zkomolily do něčeho, čemu nerozumíme.

source: When trying to load Font Awesome, the plugin's configuration was invalid. Try deactivating, uninstalling, and re-activating the Font Awesome plugin.
cs_cz: Při pokusu o načtení Font Awesome byla konfigurace pluginu neplatná. Zkuste plugin Font Awesome deaktivovat, odinstalovat a znovu aktivovat.

source: Something went wrong when we tried to store the list of available Font Awesome versions in your WordPress database.
cs_cz: Něco se pokazilo, když jsme se pokusili uložit seznam dostupných verzí Font Awesome do vaší databáze WordPress.

source: An unexpected response was received from the Font Awesome API server.
cs_cz: Ze serveru Font Awesome API byla přijata neočekávaná odpověď.

source: Your WordPress server failed trying to send a request to the Font Awesome API server.
cs_cz: Vašemu serveru WordPress se nepodařilo odeslat požadavek na server Font Awesome API.

source: A theme or plugin registered with Font Awesome threw an exception.
cs_cz: Šablona, nebo plugin registrovaný u Font Awesome vyvolal výjimku.

source: Whoops! You found a corner case here. Older Version Compatibility for our webfont technology was not introduced until Font Awesome 5.1.0. Try using a newer version, disabling version 4 compatibility, or switch to SVG.
cs_cz: Jejda! Tady jste narazili na konflikt verzí. Kompatibilita starších verzí pro naši technologii webfontů byla představena až ve verzi Font Awesome 5.1.0. Zkuste tedy použít novější verzi a zakázat kompatibilitu verze 4, nebo například přejít na SVG.

source: A Font Awesome version number was expected but not given
cs_cz: Číslo verze Font Awesome mělo být načteno, ovšem nebylo načteno

source: A kitToken was given without a valid apiToken
cs_cz: Sada Token byl zadán bez platného API Tokenu

source: Pseudo-elements cannot be disabled with webfont technology.
cs_cz: Pseudoprvky nelze deaktivovat pomocí technologie webfont.

source: Your API Token was valid but we couldn't save it for some reason.
cs_cz: Váš token API byl platný, ale z nějakého důvodu jsme jej nemohli uložit.

source: Oh no! It looks like your API Token was valid, but the Font Awesome API server returned an invalid response.
cs_cz: Zdá se, že váš token API byl platný, ale server API Font Awesome jej vrátil jako neplatnou odpověď.

source: Whoops, it looks like that API Token is not valid. Try another one?
cs_cz: Jejda, zdá se, že token API není platný. Zkusit další?

source: Your WordPress server failed when trying to communicate with the Font Awesome API token endpoint.
cs_cz: Váš WordPress server selhal při pokusu o komunikaci s koncovým bodem tokenu Font Awesome API.

source: The active version of the Font Awesome plugin is being loaded by this plugin or theme: %1$s since it's the newest (%2$s). We recommend you update the plugin above to the latest version. In the meantime, we'll use that newer version for editing your Font Awesome settings so you'll be sure to hit 88mph with those icons.
cs_cz: Aktivní verze pluginu Font Awesome se načítá pomocí tohoto pluginu nebo motivu: %1$s, protože je nejnovější (%2$s). Doporučujeme aktualizovat výše uvedený plugin na nejnovější verzi. Mezitím budeme používat tuto novější verzi pro úpravy nastavení Font Awesome, takže s těmito ikonami budete mít jistotu, že dosáhnete rychlosti 141 km/h.

source: Great Scott!
cs_cz: Povedlo se!

source: Settings
cs_cz: Nastavení

source: Head over to the %1$sFont Awesome Settings%2$s page to see how you can fix it up, or snooze this warning for a while.
cs_cz: Přejděte na stránku %1$sNastavení Font Awesome%2$s a podívejte se, jak to můžete opravit, nebo toto upozornění na chvíli odložte.

source: Looks like you're using an %2$s shortcode with an old Font Awesome 3 icon name: %1$s. We're phasing those out, so it will stop working on your site soon.
cs_cz: Toot vypadá, že používáte zkrácený kód %2$s se starým názvem ikony Font Awesome verze 3: %1$s. Postupně je vyřazujeme, takže na Vašem webu brzy přestane fungovat.
