{"translation-revision-date":"2023-01-20 10:10:48+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"CONFIRMED: The last response from your WordPress server included the confirmation header that is expected for all valid responses from the Font Awesome plugin's code running on your WordPress server.":["POTVRZENO: Poslední odpověď z vašeho serveru WordPress obsahovala potvrzovací hlavičku, která se očekává u všech platných odpovědí z kódu pluginu Font Awesome spuštěného na vašem serveru WordPress."],"Changes not saved because your WordPress server does not allow this kind of request. Look for details in the browser console.":["Změny nebyly uloženy, protože váš server WordPress tento druh požadavku neumožňuje. Podrobnosti vyhledejte v konzoli prohlížeče."],"Error":["Chyba"],"API Token saved":["Token API uložen"],"Your WordPress server returned an error for that last request, but there was no information about the error.":["Z Vašeho WordPress serveru se vrátila chybu pro tento poslední požadavek, ale o chybě nejsou žádné další informace."],"WARNING: We expected the last response from the server to contain no data, but it contained something unexpected.":["VAROVÁNÍ: Očekávali jsme, že poslední odpověď ze serveru neobsahuje žádná data, ale data obsahují něco neočekávaného."],"WARNING: Invalid Data Trimmed from Server Response":["VAROVÁNÍ: Neplatná data z odezvy serveru"],"WARNING: The last response from your WordPress server did not include the confirmation header that should be in all valid Font Awesome responses. This is a clue that some code from another theme or plugin is acting badly and causing the wrong headers to be sent.":["VAROVÁNÍ: Poslední odpověď z vašeho serveru WordPress neobsahovala potvrzovací hlavičku, která by měla být ve všech platných odpovědích Font Awesome. To je vodítko, že některý kód z jiné šablony, nebo pluginu se chová špatně a způsobuje odesílání nesprávných záhlaví."],"A request to your WordPress server never received a response":["Požadavek zaslaný na Váš WordPress server nikdy neobdržel odpověď"],"A request to your WordPress server failed":["Požadavek odeslaný na Váš WordPress server se nezdařil"],"Couldn't check preferences":["Předvolby se nepodařilo zkontrolovat"],"Couldn't save those changes":["Tyto změny se nepodařilo uložit"],"WARNING: The last request contained errors, though your WordPress server reported it as a success. This usually means there's a problem with your theme or one of your other plugins emitting output that is causing problems.":["VAROVÁNÍ: Poslední požadavek obsahoval chyby, ačkoli Váš server WordPress vše hlásil jako úspěch. To obvykle znamená, že se vyskytl problém s Vaší šablonou, nebo s některým z vašich dalších pluginů, který způsobuje problém."],"The last request was successful, but it also returned the following error(s), which might be helpful for troubleshooting.":["Poslední požadavek byl úspěšný, ale vrátil také seznam s následujícími chybami, které mohou být užitečné při odstraňování problémů."],"It looks like your web browser session expired. Try logging out and log back in to WordPress admin.":["Zdá se, že platnost relace Vašeho webového prohlížeče vypršela. Zkuste se odhlásit a znovu přihlásit do správy Vašeho WordPressu."],"Oh no! Your web browser could not reach your WordPress server.":["Ach ne! Váš webový prohlížeč se nemůže připojit k Vašemu serveru WordPress."],"There was an error attempting to report the error.":["Při pokusu o nahlášení chyby došlo k další chybě."],"D'oh! That failed big time.":["Ach! To se opravdu nepovedlo."],"Font Awesome WordPress Plugin Error Report":["Chybová zpráva WordPress pluginu Font Awesome"],"Changes saved":["Změny byly uloženy"],"Kit changes saved":["Změny sady uloženy"],"Failed to fetch kits. Regenerate your API Token and try again.":["Sady se nepodařilo načíst. Znovu vygenerujte token API a zkuste vše ještě jednou."],"Couldn't update latest kit settings":["Nejnovější nastavení sady se nepodařilo aktualizovat"],"Failed to fetch kits":["Načítání sad se nezdařilo"],"Couldn't snooze":["Odložení se nezdařilo"],"Couldn't start the scanner":["Skener se nepodařilo spustit"]}},"comment":{"reference":"admin\/build\/14-6918e2400a80c024d259.js"}}