{"translation-revision-date":"2023-01-20 10:10:48+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"CONFIRMED: The last response from your WordPress server included the confirmation header that is expected for all valid responses from the Font Awesome plugin's code running on your WordPress server.":["POTVRZENO: Poslední odpověď z vašeho serveru WordPress obsahovala potvrzovací hlavičku, která se očekává u všech platných odpovědí z kódu pluginu Font Awesome spuštěného na vašem serveru WordPress."],"Changes not saved because your WordPress server does not allow this kind of request. Look for details in the browser console.":["Změny nebyly uloženy, protože váš server WordPress tento druh požadavku neumožňuje. Podrobnosti vyhledejte v konzoli prohlížeče."],"Older Version Compatibility":["Kompatibilita starších verzí"],"Heads up! Pro Version 6 is not available from CDN":["Hlavu vzhůru! Verze Pro 6 není k dispozici od CDN"],"Troubleshoot":["Řešení problémů"],"Enable scanner for %d minutes":["Povolit skener na %d minut"],"Scanner running":["Skener je spuštěn"],"Enable the scanner below and a box will appear in the bottom corner of your window while it runs for 10 minutes (only you and other admins can see the box). While the scanner is running, browse your site, especially the pages having trouble to catch any <noWrap>Slimers - *ahem* - conflicts<\/noWrap> in the scanner.":["Níže povolte skener a ve spodním rohu okna se během 10 minut zobrazí okno (box uvidíte pouze vy a ostatní administrátoři). Když je skener spuštěný, procházejte svůj web, zejména stránky, které mají problém zachytit jakékoli <noWrap>Slimers - *ehm* - konflikty<\/noWrap> ve skeneru."],"If you are having trouble loading Font Awesome icons on your WordPress site, it may be because other themes or plugins are loading conflicting versions of Font Awesome. You can use our conflict scanner to detect other versions of Font Awesome running on your site.":["Pokud máte potíže s načítáním ikon Font Awesome na vašem webu WordPress, může to být způsobeno tím, že některé šablony, nebo pluginy také načítají verze Font Awesome a to může být konfliktní. Pomocí našeho skeneru konfliktů můžete zjistit další verze Font Awesome běžící na Vašem webu."],"Detect Conflicts with Other Versions of Font Awesome":["Detekujte konflikty s jinými verzemi Font Awesome"],"Snooze":["Uspat\/odsunout"],"Once you update your icon shortcodes, this warning will disappear or you could hit snooze to hide it for a while. <strong>But we're gonna remove this v3-to-v5 magic soon, though, so don't wait forever.<\/strong>":["Jakmile aktualizujete zkrácené kódy ikon, toto varování zmizí, nebo jej můžete na chvíli skrýt stisknutím tlačítka Uspat\/osunout. <strong>Ale toto kouzlo z 3v.-do 5v. brzy odstraníme, takže nebudete čekat věčně.<\/strong>"],"to this:":["na tohle:"],"Just adjust your shortcode from this:":["Jednoduše upravte svůj zkrácený kód z tohoto:"],"Looks like you're using an old Font Awesome 3 icon name in your shortcode: <code>%s<\/code>. We discontinued support for Font Awesome 3 quite some time ago. Won't you jump into <a>the newest Font Awesome<\/a> with us? It's way better, and it's easy to upgrade.":["Vše nasvědčuje tomu, že ve svém zkráceném kódu používáte starý název ikony Font Awesome verze 3: <code>%s<\/code>. Podporu pro Font Awesome 3 jsme již před nějakou dobou ukončili. Nechcete s námi přejít na poslední<a>verzi Font Awesome<\/a>? Nová verze je mnohem lepší a snadně se upgraduje."],"You'll need to go adjust any version 3 icon names in [icon] shortcodes in your pages, posts, widgets, templates (or wherever they're coming from) to the new format with prefix. You can check the icon names and prefixes in our <linkIconGallery>Icon Gallery<\/linkIconGallery>. But what's that prefix, you ask? We now support a number of different styles for each icon. <linkLearnMore>Learn more<\/linkLearnMore>":["Budete muset upravit všechny názvy ikon verze 3 a to zkrácenými kódy [icon] na Vašich stránkách, příspěvcích, widgetech, šablonách, (nebo kdekoli jsou umístěny), na nový formát s předponou. Názvy a předpony ikon si můžete zkontrolovat v naší <linkIconGallery>Galerii ikon<\/linkIconGallery>. Možná se ptáte, co je to za předponu? Teď již podporujeme řadu různých stylů pro každou ikonu. <linkLearnMore>Další informace<\/linkLearnMore>"],"Font Awesome 3 icon names are deprecated":["Názvy ikon Font Awesome 3 jsou zastaralé"],"We haven't detected any plugins or themes trying to load Font Awesome.":["Nezjistili jsme žádné pluginy ani motivy, které by se pokoušely načíst Font Awesome."],"<em>in page source. <\/em><excerpt\/>":["<em>ve zdroji stránky. <\/em><excerpt\/>"],"Clear":["Vyčistit"],"URL":["URL adresa"],"Type":["Druh"],"All":["Vše"],"Block":["Blok"],"Below is the list of other versions of Font Awesome from active plugins or themes that are loading on your site. Check off any that you would like to block from loading. Normally this just blocks the conflicting version of Font Awesome and doesn't affect the other functions of the plugin, but you should verify your site works as expected. If you think you've fixed a found conflict, you can clear it from the table.":["Níže je seznam dalších verzí Font Awesome z aktivních pluginů, nebo šablon, které se načítají na Váš web. Zaškrtněte všechny, jejichž načítání chcete zablokovat. Zablokování pouze zablokuje konfliktní verzi Font Awesome a neovlivní to ostatní funkce pluginu, ale i tak byste měli prověřit, že Váš web funguje podle očekávání. Pokud se domníváte, že jste nalezený konflikt již vyřešili, můžete seznam smazat."],"Other themes or plugins":["Další šablony, nebo pluginy"],"<b>Registered plugins and themes<\/b> have opted to share information about the Font Awesome settings they are expecting, and are therefore easier to fix. For the <b>unregistered plugins and themes<\/b>, which are more unpredictable, we have provided options for you to block their Font Awesome source from loading and causing issues.":["<b>Registrované pluginy a šablony<\/b> se rozhodly sdílet informace o očekávaných nastaveních Font Awesome, a proto je lze snadněji opravit. Pro <b>neregistrované pluginy a šablony<\/b>, které nejsou předvídatelné, jsme vám poskytli možnosti, jak zablokovat jejich načítání Font Awesome tak, aby nezpůsoboval problémy."],"Versions of Font Awesome Active on Your Site":["Aktivní verze Font Awesome na Vašem webu"],"No active themes or plugins have requested preferences for Font Awesome.":["Žádné aktivní šablony, ani pluginy, nevyžadovaly předvolby pro Font Awesome."],"CSS Pseudo-elements":["Pseudoprvky CSS"],"V4 Compat":["V4 Compat"],"Name":["Název"],"The highlights show where the settings are mismatched. You might want to adjust your settings to match, or your icons may not work as expected.":["Zvýraznění ukazuje, kde se nastavení neshoduje. Možná budete chtít upravit nastavení tak, aby se shodovala, nebo by Vaše ikony nemusely fungovat podle očekávání."],"Below is the list of active themes or plugins using Font Awesome that have opted-in to share information about the settings they are expecting.":["Níže je uveden seznam aktivních šablon, nebo pluginů, využívajících Font Awesome, které se přihlásily ke společnému sdílení informací o očekávanému nastavení."],"Registered themes or plugins":["Registrované šablony, nebo pluginy"],"you have pending changes":["nastaly nevyřízené změny"],"Save Changes":["Uložit změny"],"Use CDN":["Použijte CDN"],"Use A Kit":["Použijte sadu A"],"How are you using Font Awesome?":["Jak používáte Font Awesome?"],"checking for preference conflicts":["zjišťování konfliktů preferencí"],"Try reloading.":["Zkuste znovu načíst."],"Oh no! We could not find the kit data for the selected kit token.":["Ach ne! Nepodařilo se nám najít data sady pro vybraný token sady."],"Make changes on <a>fontawesome.com\/kits <externalLinkIcon\/><\/a>":["Proveďte změny na <a>fontawesome.com\/kits <externalLinkIcon\/><\/a>"],"Version":["Verze"],"Icons":["Ikony"],"This change might cause problems for the theme or plugin:":["Tato změna může způsobit problémy se šablonou, nebo pluginem:"],"This change might cause problems for these themes or plugins:":["Tato změna může způsobit problémy u těchto šablon, nebo pluginů:"],"Select a kit":["Vyberte sadu"],"When selecting to use kit %s, somehow the information we needed was missing. Try reloading the page.":["Při výběru použití sady %s nějak chyběly informace, které jsme potřebovali. Zkuste stránku znovu načíst."],"Create a kit on Font Awesome":["Vytvořte sadu na Font Awesome"],"Head over to Font Awesome to create one, then come back here and refresh your kits.":["Přejděte do Font Awesome a vytvořte si vlastní. Potom se sem vraťte a obnovte Vaše nastavené sady."],"Loading your kits...":["Načítání sad ..."],"Refresh your kits data to get the latest kit settings, then select the kit you would like to use. Remember to save when you're ready to use it.":["Obnovte data sady, tím získáte nejnovější nastavení a poté si zvolte sadu, kterou chcete použít. Nezapomeňte si vše uložit, až budete mít vše připraveno."],"Pick a Kit to Use or Check Settings":["Vyberte sadu, kterou chcete použít, nebo zkontrolujte nastavení"],"%s Kit is Currently Active":["%s sada je aktuálně aktivní"],"Refresh kits data":["Aktualizujte data sad"],"Get latest kits data":["Získejte nejnovější údaje o sadách"],"You can't remove your API token when \"Use a Kit\" is active. Switch to \"Use CDN\" first.":["Když je aktivní „Použít sadu“, nemůžete token API odebrat. Nejprve přepněte na „Použít CDN“."],"Whoa, whoa, whoa!":["No ouha!"],"Update token":["Aktualizovat token"],"API Token Saved":["Token API uložen"],"Nevermind":["Nic se neděje"],"Save API Token":["Uložit token API"],"Get your API token on fontawesome.com":["Získejte svůj API token na fontawesome.com"],"Grab your secure and unique API token from your Font Awesome account page and enter it here so we can securely fetch your kits.":["Získejte svůj bezpečný a jedinečný token API ze stránky účtu Font Awesome a zadejte jej sem, abychom mohli vaše sady bezpečně načíst."],"API Token":["API token"],"Off":["Vypnout"],"On":["Zapnout"],"Learn more":["Zjistit více"],"May cause performance issues.":["Může způsobit problémy s výkonem."],"Enable CSS Pseudo-elements with SVG":["Povolte pseudoelementy CSS pomocí SVG"],"CSS Pseudo-elements are enabled by default with Web Font":["Pseudoelementy CSS jsou u webového písma ve výchozím nastavení povoleny"],"Web Font":["Webové písmo"],"SVG":["SVG"],"Technology":["Technologie"],"Get Pro":["Získat Pro verzi"],"Manage my allowed domains":["Spravovat mé povolené domény"],"Heads up! Pro requires a Font Awesome subscription":["Hlavu vzhůru! Verze Pro vyžaduje předplatné Font Awesome"],"This change might cause problems for the theme or plugin":["Tato změna může způsobit problémy se šablonou, nebo pluginem"],"This change might cause problems for these themes or plugins":["Tato změna může u těchto šablon, nebo pluginů způsobit problémy"],"Preference Conflict":["Konflikt předvoleb"],"Error checking preferences":["Chyba při kontrole předvoleb"],"Timer stopped":["Časovač se zastavil"],"Timer expired":["Časovač vypršel"],"Stop timer":["Zastavit časovač"],"Don't cross the streams! It would be bad.":["Nepřekračujte streamy! Bylo by to špatné."],"manage":["Upravit"],"manage conflicts here on the Troubleshoot tab":["konflikty můžete spravovat zde na kartě Odstraňování problémů"],"new conflicts found on this page":["nové konflikty nalezené na této stránce"],"Page scan complete":["Skenování stránky dokončeno"],"Wander through the pages of your web site and this scanner will track progress.":["Procházejte se stránkami svého webu a tento skener bude zaznamenávat případný pokrok."],"Proton pack charged!":["Protonový balíček nabitý!"],"Scanning":["Prohledávání"],"No new conflicts found on this page.":["Na této stránce nebyly nalezeny žádné nové konflikty."],"All clear!":["Všechno jasné!"],"only admins can see this box":["toto pole mohou vidět pouze administrátoři"],"Font Awesome Conflict Scanner":["Font Awesome Conflict Scanner"],"Go":["Přejít"],"Error":["Chyba"],"API Token saved":["Token API uložen"],"Restarting":["Restartování"],"Stopping":["Zastavování"],"Stopped":["Zastaveno"],"Ready":["Připraveno"],"Expired":["Neplatný"],"None":["Žádné"],"Submitting":["Odesílání"],"Done":["Hotovo"],"Running":["Probíhající"],"Manage results or restart the scanner on the Troubleshoot tab.":["Spravujte výsledky, nebo restartujte skener na kartě Odstraňování problémů."],"Manage results or restart the scanner here on the Troubleshoot tab.":["Spravujte výsledky, nebo restartujte skener zde na kartě Odstraňování problémů."],"Results to Review":["Výsledky k přezkoumání"],"Some unexpected error has occurred. There might be some additional diagnostic information in the JavaScript console.":["Došlo k neočekávané chybě. V konzole JavaScriptu mohou být nějaké další diagnostické informace."],"Whoops, this is embarrassing":["Jejda, to se nepovedlo"],"%1$sseconds left to browse your site for trouble":["Zbývá %1$ssekund k procházení vašeho webu kvůli potížím"],"%1$sminutes left to browse your site for trouble":["Zbývá %1$sminut na procházení vašeho webu kvůli potížím"],"Your WordPress server returned an error for that last request, but there was no information about the error.":["Z Vašeho WordPress serveru se vrátila chybu pro tento poslední požadavek, ale o chybě nejsou žádné další informace."],"WARNING: We expected the last response from the server to contain no data, but it contained something unexpected.":["VAROVÁNÍ: Očekávali jsme, že poslední odpověď ze serveru neobsahuje žádná data, ale data obsahují něco neočekávaného."],"WARNING: Invalid Data Trimmed from Server Response":["VAROVÁNÍ: Neplatná data z odezvy serveru"],"WARNING: The last response from your WordPress server did not include the confirmation header that should be in all valid Font Awesome responses. This is a clue that some code from another theme or plugin is acting badly and causing the wrong headers to be sent.":["VAROVÁNÍ: Poslední odpověď z vašeho serveru WordPress neobsahovala potvrzovací hlavičku, která by měla být ve všech platných odpovědích Font Awesome. To je vodítko, že některý kód z jiné šablony, nebo pluginu se chová špatně a způsobuje odesílání nesprávných záhlaví."],"A request to your WordPress server never received a response":["Požadavek zaslaný na Váš WordPress server nikdy neobdržel odpověď"],"A request to your WordPress server failed":["Požadavek odeslaný na Váš WordPress server se nezdařil"],"Couldn't check preferences":["Předvolby se nepodařilo zkontrolovat"],"Couldn't save those changes":["Tyto změny se nepodařilo uložit"],"WARNING: The last request contained errors, though your WordPress server reported it as a success. This usually means there's a problem with your theme or one of your other plugins emitting output that is causing problems.":["VAROVÁNÍ: Poslední požadavek obsahoval chyby, ačkoli Váš server WordPress vše hlásil jako úspěch. To obvykle znamená, že se vyskytl problém s Vaší šablonou, nebo s některým z vašich dalších pluginů, který způsobuje problém."],"The last request was successful, but it also returned the following error(s), which might be helpful for troubleshooting.":["Poslední požadavek byl úspěšný, ale vrátil také seznam s následujícími chybami, které mohou být užitečné při odstraňování problémů."],"It looks like your web browser session expired. Try logging out and log back in to WordPress admin.":["Zdá se, že platnost relace Vašeho webového prohlížeče vypršela. Zkuste se odhlásit a znovu přihlásit do správy Vašeho WordPressu."],"Oh no! Your web browser could not reach your WordPress server.":["Ach ne! Váš webový prohlížeč se nemůže připojit k Vašemu serveru WordPress."],"There was an error attempting to report the error.":["Při pokusu o nahlášení chyby došlo k další chybě."],"D'oh! That failed big time.":["Ach! To se opravdu nepovedlo."],"Font Awesome WordPress Plugin Error Report":["Chybová zpráva WordPress pluginu Font Awesome"],"Changes saved":["Změny byly uloženy"],"Kit changes saved":["Změny sady uloženy"],"Failed to fetch kits. Regenerate your API Token and try again.":["Sady se nepodařilo načíst. Znovu vygenerujte token API a zkuste vše ještě jednou."],"Couldn't update latest kit settings":["Nejnovější nastavení sady se nepodařilo aktualizovat"],"Failed to fetch kits":["Načítání sad se nezdařilo"],"Couldn't snooze":["Odložení se nezdařilo"],"Couldn't start the scanner":["Skener se nepodařilo spustit"],"%1$sand%1$s":["%1$sand%1$s"]," Whoops, this is embarrassing! Some unexpected error has occurred. There might be some additional diagnostic information in the JavaScript console.":[" Jejda, to se nepovedlo! Došlo k neočekávané chybě. V konzoli JavaScriptu mohou být nějaké další diagnostické informace."],"Settings":["Nastavení"]}},"comment":{"reference":"admin\/build\/8-93e11f75f057b804ad11.js"}}