{"translation-revision-date":"2023-01-20 10:10:48+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"When this thing gets up to 88 mph...":["Když tahle věc dosáhne rychlosti 141 km\/h..."],"Fetching icons":["Načítání ikon"],"Or <a>use Font Awesome Pro<\/a> for more icons and styles!":["Nebo <a>použijte Font Awesome Pro<\/a> pro více ikon a stylů!"],"Or <a>upload your own icon<\/a> to a Pro kit!":["Nebo <a>nahrajte svou vlastní ikonu<\/a> do sady Pro!"],"You might try a different search...":["Můžete zkusit jiné vyhledávání..."],"Sorry, we couldn't find anything for that.":["Omlouváme se, nic jsme k tomu nenašli."],"This kit contains no uploaded icons.":["Tato sada neobsahuje žádné nahrané ikony."],"You need to use a Pro kit to get Uploaded icons.":["K získání nahraných ikon musíte použít sadu Pro."],"You need to use a Pro kit with Version 5.10 or later to get Duotone icons.":["Abyste získali ikony Duotone, musíte použít sadu Pro s verzí 5.10 nebo novější."],"You need to use a Pro kit with Version 6 to get Thin icons.":["Chcete-li použít sadu úzkých ikon, musíte použít sadu Pro ve verzi 6."],"You need to use a Pro kit to get Light icons.":["Chcete-li získat ikony Light, musíte použít sadu Pro."],"You're searching Font Awesome Pro icons in version":["Hledáte ikony Font Awesome Pro ve verzi"],"You're searching Font Awesome Free icons in version":["Hledáte ikony Font Awesome zdarma ve verzi"],"Search Font Awesome Pro Icons in Version":["Najdete ikony Font Awesome Pro ve verzi"],"Search Font Awesome Free Icons in Version":["Hledat Font Awesome zdarma ikony ve verzi"],"Not sure where to start? Here are some favorites, or try a search for <strong>spinners<\/strong>, <strong>shopping<\/strong>, <strong>food<\/strong>, or <strong>whatever you're looking for<\/strong>.":["Nejste si jisti, kde začít? Zde je několik oblíbených položek, nebo zkuste vyhledat <strong>točené<\/strong>, <strong>nakupování<\/strong>, <strong>jídlo<\/strong>, nebo <strong>cokoli, co Vás napadne<\/strong>."],"Font Awesome is the web's most popular icon set, with tons of icons in a variety of styles.":["Font Awesome je nejoblíbenější sadou ikon na webu obsahující mnoho ikon v různých stylech."],"Something has gone horribly wrong. Check the console for additional error information.":["Něco se ošklivě pokazilo. Zkontrolujte konzoli, jestli neobsahuje další informace o chybě."],"Well, this is awkward...":["Dobře, tohle se nepovedlo ..."],"Find icons by name, category, or keyword":["Vyhledejte ikony podle jména, kategorie nebo klíčového slova"],"Go to Font Awesome Plugin Settings":["Přejděte do Nastavení pluginu Font Awesome"],"Looking for Pro icons and styles? You’ll need to use a kit. ":["Hledáte ikony a styly Pro? Budete muset použít sadu. "],"font awesome":["Font Awesome"],"icon":["ikona"],"Font Awesome Icon":["Font Awesome ikony"]}},"comment":{"reference":"admin\/build\/11-2f97d2261c8aeb07b564.js"}}