Repository: TomajsD/rob-liberec
Catalog: languages/plugins/limit-login-attempts-reloaded-*.po
Languages: cs_cz

source: Use intelligent IP blocking/unblocking technology
cs_cz: Používejte inteligentní technologii blokování/odblokování IP adres

source: Absorb site load caused by attacks
cs_cz: Absorbujte zátěž stránek způsobenou útoky

source: Why Use Our Premium Cloud App?
cs_cz: Proč používat naši Premium cloudovou aplikaci?

source: Use the <a href="%s" target="_blank">premium app</a> that we offer or follow the instructions on <a href="%s" target="_blank">how to</a> create your own one.
cs_cz: Použijte <a href="%s" target="_blank">prémiovou aplikaci</a>, kterou nabízíme, nebo postupujte podle pokynů <a href="%s" target="_blank">jak na to</a> a vytvořte si vlastní.

source: Submit
cs_cz: Potvrdit

source: Custom App
cs_cz: Vlastní aplikace

source: Local App
cs_cz: Místní aplikace

source: App Settings
cs_cz: Nastavení aplikace

source: Get advanced protection by <a href="#" class="llar-upgrade-to-cloud">upgrading to our Cloud App.</a>
cs_cz: Získejte pokročilou ochranu <a href="#" class="llar-upgrade-to-cloud">upgradem na naši cloudovou aplikaci.</a>

source: Local
cs_cz: Místní

source: Active App
cs_cz: Aktivní aplikace

source: IP Access Rules
cs_cz: Pravidla přístupu IP

source: Login Access Rules
cs_cz: Pravidla pro přihlášení k přístupu

source: Event Log
cs_cz: Protokol akcí

source: The endpoint is not responding. Please contact your app provider to settle that.
cs_cz: Koncový bod nereaguje. Chcete-li to vyřešit, kontaktujte svého poskytovatele služeb.

source: No rules yet.
cs_cz: Zatím žádná pravidla.

source: Add
cs_cz: Přidat

source: Pass
cs_cz: V pořádku

source: Allow
cs_cz: Povolit

source: Deny
cs_cz: Odmítnout

source: Action
cs_cz: Akce

source: Meanwhile, the app falls over to the <a href="%s">default functionality</a>.
cs_cz: Mezitím aplikace přejde na <a href="%s">původní funkce</a>.

source: No lockouts yet.
cs_cz: Prozatím žádné blokace

source: Expires in (minutes)
cs_cz: Vyprší za (minuty)

source: Count
cs_cz: Počet

source: No events yet.
cs_cz: Zatím žádné události.

source: Actions
cs_cz: Akce

source: Lockout Duration
cs_cz: Doba blokování

source: Attempts Left
cs_cz: Zbývá pokusů

source: Pattern
cs_cz: Vzor

source: Reason
cs_cz: Důvod

source: Rule
cs_cz: Pravidlo

source: Login
cs_cz: Přihlášení

source: Time
cs_cz: Čas

source: Please specify the Setup Code
cs_cz: Zadejte prosím instalační kód

source: The app has been successfully imported.
cs_cz: Aplikace byla úspěšně importována.

source: Dashboard
cs_cz: Ovládací panel

source: Save Settings
cs_cz: Uložit nastavení

source: The app absorbs the main load caused by brute-force attacks, analyzes login attempts, and blocks unwanted visitors. It provides other service functions as well.
cs_cz: Aplikace absorbuje hlavní zátěž způsobenou závažnými útoky, dále analyzuje pokusy o přihlášení a blokuje nežádoucí návštěvníky. Nabízí i další servisní funkce.

source: These settings are independent of the apps (see below).
cs_cz: Tato nastavení jsou nezávislá na aplikacích (viz níže).

source: General Settings
cs_cz: Hlavní nastavení

source: Settings saved.
cs_cz: Nastavení bylo uloženo.

source: Leave a review
cs_cz: Přidat recenzi

source: Maybe later
cs_cz: Možná později

source: Don't show again
cs_cz: Znovu nezobrazovat

source: We would really like to hear your feedback about the plugin! Please take a couple minutes to write a few words <a href="https://wordpress.org/support/plugin/limit-login-attempts-reloaded/reviews/#new-post" target="_blank">here</a>. Thank you!
cs_cz: Opravdu bychom rádi slyšeli váš názor na plug-in! Věnujte prosím pár minut napsáním několika slov <a href="https://wordpress.org/support/plugin/limit-login-attempts-reloaded/reviews/#new-post" target="_blank">sem</a>. Děkujeme!

source: A <strong>crazy idea</strong> we wanted to share! What if we put an image from YOU on the <a href="https://wordpress.org/plugins/limit-login-attempts-reloaded/" target="_blank">LLAR page</a>?! (<a href="https://wordpress.org/plugins/hello-dolly/" target="_blank">example</a>) A drawing made by you or your child would cheer people up! Send us your drawing by <a href="mailto:wpchef.me@gmail.com" target="_blank">email</a> and we like it, we'll add it in the next release. Let's have some fun!
cs_cz: <strong>Šílený nápad</strong>, o který jsme se chtěli podělit! Co kdybychom dali obrázek od VÁS <a href="https://wordpress.org/plugins/limit-login-attempts-reloaded/" target="_blank">stránku LLAR</a>?! (<a href="https://wordpress.org/plugins/hello-dolly/" target="_blank">například</a>). Kresba vytvořená Vámi, nebo vaším dítětem, by lidi rozveselila! Pošlete nám svůj výkres na <a href="mailto:wpchef.me@gmail.com" target="_blank">e-mail</a> a když se nám bude líbit, přidáme ho v příštím vydání. Pojďme, bude to zábava!

source: Hey <strong>Limit Login Attempts Reloaded</strong> user!
cs_cz: Dobrý den, uživateli<strong>Limit Login Attempts Reloaded</strong>!

source: Copy the contents of the window and provide to support.
cs_cz: Zkopírujte obsah okna a poskytněte jej podpoře.

source: Debug
cs_cz: Ladění

source: Settings
cs_cz: Nastavení

source: Debug info
cs_cz: Ladící info

source: Specify the origins you trust in order of priority, separated by commas. We strongly recommend that you <b>do not</b> use anything other than REMOTE_ADDR since other origins can be easily faked. Examples: HTTP_X_FORWARDED_FOR, HTTP_CF_CONNECTING_IP, HTTP_X_SUCURI_CLIENTIP
cs_cz: Zadejte původy, kterým důvěřujete, v pořadí podle priority a oddělte je čárkami. Důrazně doporučujeme, abyste <b>nepoužívali</b> nic jiného než REMOTE_ADDR, protože jiné zdroje lze snadno zfalšovat. Příklady: HTTP_X_FORWARDED_FOR, HTTP_CF_CONNECTING_IP, HTTP_X_SUCURI_CLIENTIP

source: Trusted IP Origins
cs_cz: Důvěryhodný původ IP

source: after
cs_cz: po

source: Email to
cs_cz: Na e-mail

source: <strong>ERROR</strong>: Incorrect email address or password.
cs_cz: <strong>CHYBA</strong>: Chybný e-mail nebo heslo.

source: GDPR compliance
cs_cz: Soulad s GDPR

source: One IP or IP range (1.2.3.4-5.6.7.8) per line
cs_cz: Jedna IP nebo rozsah IP (1.2.3.4-5.6.7.8) na jednu řádku

source: Gateway
cs_cz: Brána

source: Tried to log in as
cs_cz: Pokusil se přihlásit jako

source: Date
cs_cz: Datum

source: Clear Log
cs_cz: Vyčistit Log

source: Blocklist
cs_cz: Seznam blokovaných

source: One Username per line
cs_cz: Jedno Uživatelské jméno na řádku

source: lockouts
cs_cz: blokování

source: Lockout log
cs_cz: Log blokování

source: Notify on lockout
cs_cz: Upozornit na blokování

source: hours until retries are reset
cs_cz: Pokusil se přihlásit jako

source: hours
cs_cz: hodin

source: lockouts increase lockout time to
cs_cz: Blokování - prodloužení doby blokování pro přihlášení na

source: minutes lockout
cs_cz: vyloučení v minutách

source: allowed retries
cs_cz: povolených opakování

source: Lockout
cs_cz: Blokování

source: Use global settings
cs_cz: Použít globální nastavení

source: If disabled, the global settings will be forcibly applied to the entire network.
cs_cz: Pokud je tato možnost zakázána, globální nastavení se vynuceně použije na celou síť.

source: Let network sites use their own settings
cs_cz: Povolit síťovým webům používat jejich vlastní nastavení

source: %d IP is currently blocked from trying to log in
cs_cz: %d tato IP má momentálně blokovaný pokus o přihlášení

source: Restore Lockouts
cs_cz: Obnovit blokování

source: Active lockouts
cs_cz: Aktivní blokování

source: No lockouts yet
cs_cz: Zatím žádné blokování

source: %d lockout since last reset
cs_cz: %d zablokování od posledního resetování

source: Reset Counter
cs_cz: Vynulovat počítadlo

source: Total lockouts
cs_cz: Celkové blokobání/celkově blokováno

source: Statistics
cs_cz: Statistiky

source: Cleared current lockouts
cs_cz: Vymazáné aktuální zablokování

source: Reset lockout count
cs_cz: Resetovat počet blokování

source: Cleared IP log
cs_cz: Protokol IP byl vymazán

source: WC Error
cs_cz: Chyba WC

source: <strong>ERROR</strong>: Incorrect username or password.
cs_cz: <strong>CHYBA</strong>: Nesprávné uživatelské jméno nebo heslo.

source: Please try again in %d minute.
cs_cz: Prosím, zkuste to znovu za %d minutu.

source: Please try again in %d hour.
cs_cz: Zkuste to znovu za %d hodinu.

source: Please try again later.
cs_cz: Prosím, zkuste to znovu později.

source: <strong>ERROR</strong>: Too many failed login attempts.
cs_cz: <strong>CHYBA</strong>: Příliš mnoho neúspěšných pokusů o přihlášení.

source: %d minute
cs_cz: %d minutu

source: %d hour
cs_cz: %d hodina

source: <strong>%d</strong> attempt remaining.
cs_cz: Zbývá <strong>%d</strong> pokus.
