Repository: TomajsD/rob-liberec
Catalog: languages/plugins/limit-login-attempts-reloaded-*.po
Languages: cs_cz

source: from these notifications.
cs_cz: z těchto oznámení.

source: Unsubscribe
cs_cz: Odhlásit se

source: for more information on our premium services, which can automatically block and detect malicious IP addresses.
cs_cz: pro více informací o našich prémiových službách, které mohou automaticky blokovat a detekovat škodlivé IP adresy.

source: Limit Login Attempts Reloaded website
cs_cz: Web Limit Login Attempts Reloaded

source: Unfortunately, we cannot determine the severity of the IP address with the free version of the plugin. If the IP continues to make attempts and is not recognized by your organization, then it's likely to have malicious intent. Depending on how frequent the attacks are, you may experience performance issues. In the plugin dashboard, you can investigate the frequency of the failed login attempts in the logs and take additional steps to protect your website (i.e. adding them to the block list). You can visit the
cs_cz: U bezplatné verze pluginu bohužel nedokážeme určit závažnost IP adresy. Pokud IP pokračuje v pokusech a vaše organizace ji nerozpozná, je pravděpodobné, že má nekalý úmysl. V závislosti na tom, jak časté jsou útoky, můžete zaznamenat problémy s výkonem. Na hlavním panelu pluginu můžete prozkoumat četnost neúspěšných pokusů o přihlášení v protokolech a podniknout další kroky k ochraně svých webových stránek (tj. přidat je do seznamu blokovaných). Můžete navštívit

source: How dangerous is this failed login attempt?
cs_cz: Jak nebezpečný je tento neúspěšný pokus o přihlášení?

source: You are receiving this email because there was a failed login attempt on your website {domain}. If you'd like to opt out of these notifications, please click the “Unsubscribe” link below.
cs_cz: Tento e-mail jste obdrželi, protože na vašem webu {domain} došlo k neúspěšnému pokusu o přihlášení. Pokud se chcete odhlásit z těchto oznámení, klikněte na níže uvedený odkaz „Odhlásit odběr“.

source: Why am I getting these emails?
cs_cz: Proč dostávám tyto e-maily?

source: A failed login attempt is when an IP address uses incorrect credentials to log into your website. The IP address could be a human operator, or a program designed to guess your password.
cs_cz: Neúspěšný pokus o přihlášení je, když IP adresa používá k přihlášení na váš web nesprávné přihlašovací údaje. IP adresa může být lidský operátor nebo program určený k uhádnutí vašeho hesla.

source: What is a failed login attempt?
cs_cz: Co je neúspěšný pokus o přihlášení?

source: Frequently Asked Questions
cs_cz: Často kladené otázky

source: upgrading for advanced protection
cs_cz: upgrade pro pokročilou ochranu

source: Experiencing frequent attacks or degraded performance? Consider
cs_cz: Zažíváte časté útoky nebo snížený výkon? Zvažte

source: Go to Dashboard
cs_cz: Přejít na Nástěnku

source: Please visit your WordPress dashboard for additional details, investigation options, and help articles.
cs_cz: Navštivte prosím svou nástěnku WordPress, kde najdete další podrobnosti, možnosti zkoumání a články nápovědy.

source: IP was blocked for {blocked_duration}
cs_cz: IP adresa byla zablokována na {blocked_duration}

source: Last user attempted: <b>{username}</b>
cs_cz: Poslední pokus uživatele: <b>{username}</b>

source: {attempts_count} failed login attempts ({lockouts_count} lockout(s)) from IP <b>{ip_address}</b>
cs_cz: {attempts_count} neúspěšných pokusů o přihlášení ({lockouts_count} uzamčení) z IP <b>{ip_address}</b>

source: The failed login details include:
cs_cz: Neúspěšné přihlašovací podrobnosti včetně:

source: This is installed on your <b>{domain}</b> WordPress site.
cs_cz: Toto je nainstalováno na vašem webu <b>{domain}</b> WordPressu.

source: Hello,
cs_cz: Ahoj,

source: Hello {name},
cs_cz: Nazdar {name},

source: Warning: Your site has experienced over 100 failed login attempts in the past 24 hours
cs_cz: Varování: Vaše stránky zaznamenaly za posledních 24 hodin více než 100 neúspěšných pokusů o přihlášení

source: (past 24 hrs)
cs_cz: (posledních 24 hodin)

source: Hooray! Zero failed login attempts (past 24 hrs)
cs_cz: Hurá! Žádné neúspěšné pokusy o přihlášení (za posledních 24 hodin)

source: No contract - cancel anytime
cs_cz: Žádná smlouva - kdykoli zrušit

source: The %s IP range is invalid
cs_cz: Rozsah IP adres %s je neplatný

source: Add this code to all websites in your network to sync protection (payment required for additional domains unless subscribed to Agency plan).
cs_cz: Přidejte tento kód na všechny webové stránky ve své síti za účelem synchronizace ochrany (za další domény je vyžadována platba, pokud nemáte předplacený plán agentury).

source: Receive 1 on 1 technical support via email for any issues. Free support availabe in the <a href="https://wordpress.org/support/plugin/limit-login-attempts-reloaded/" target="_blank">WordPress support forum</a>.
cs_cz: Získejte technickou podporu 1 na 1 prostřednictvím e -mailu pro jakékoli problémy. Zdarma je podpora dostupná na <a href="https://wordpress.org/support/plugin/limit-login-attempts-reloaded/" target="_blank">WordPress support forum</a>.

source: Lockouts & safelists/blocklists can be shared between multiple domains to enhance protection.
cs_cz: Uzamčení a seznamy bezpečných/blokovaných položek lze sdílet mezi více doménami pro zvýšení ochrany.

source: Synchronize Lockouts & Safelists/Blocklists
cs_cz: Synchronizujte uzamčení a bílou/černou listinu

source: Use active IP database via the cloud to automatically block users before they are able to make a failed login.
cs_cz: Použijte aktivní databázi IP přes cloud k automatickému zablokování uživatelů, než se jim podaří provést neúspěšné přihlášení.

source: Intelligent IP Blocking
cs_cz: Inteligentní blokování IP

source: Use system wide data from over 10,000 WordPress websites to identify and block malicious IPs. This is an active list in real-time.
cs_cz: Použijte celosystémová data z více než 10 000 webů WordPress k identifikaci a blokování škodlivých IP adres. Toto je aktivní seznam v reálném čase.

source: Access Active Cloud Blocklist
cs_cz: Přístup k seznamu blokovaných aktivních cloudů

source: Automatically add malicious IPs to your blocklist when triggered by the system.
cs_cz: Automaticky přidávat škodlivé IP adresy do seznamu blokovaných, když je systém zaznamená.

source: Auto IP Blocklist
cs_cz: Automatický seznam blokovaných IP

source: Add another layer of protection from brute force bots by accessing a global database of known IPs with malicious activity.
cs_cz: Přidejte další vrstvu ochrany před roboty hrubou silou přístupem do globální databáze známých IP adres se škodlivou aktivitou.

source: Access Blocklist of Malicious IPs
cs_cz: Přístup na černou listinu škodlivých IP adres

source: Disable IPs from any region to disable logins.
cs_cz: Chcete-li zakázat přihlášení, zakažte adresy IP z libovolné oblasti.

source: Block By Country
cs_cz: Blokovat podle země

source: 300k requests per month
cs_cz: 300k požadavků za měsíc

source: 200k requests per month
cs_cz: 200k žádostí za měsíc

source: 100k requests per month
cs_cz: 100k žádostí za měsíc

source: Absorb failed login attempts from brute force bots in the cloud to keep your website at its optimal performance.
cs_cz: Absorbujte neúspěšné pokusy o přihlášení od robotů hrubou silou v cloudu, abyste udrželi svůj web na optimálním výkonu.

source: Configurable Lockout Timing
cs_cz: Nastavitelné časování uzamčení.

source: Limit Number of Retry Attempts
cs_cz: Omezit počet pokusů o opakování

source: Installed
cs_cz: Nainstalováno

source: Professional
cs_cz: Profesionální

source: Free
cs_cz: Zdarma

source: Features comparison
cs_cz: Porovnání funkcí

source: Although the free version offers great protection, the premium version includes an important feature called <b>IP Intelligence</b>. With IP intelligence, your website will be able to identify malicious IPs before they attempt a login, and absorb them into the cloud to save system resources. Your site will not only be more secure, but will operate at its optimal performance.
cs_cz: Přestože bezplatná verze nabízí skvělou ochranu, prémiová verze obsahuje důležitou funkci s názvem <b> IP Intelligence </b>. S IP Intelligence bude váš web schopen identifikovat škodlivé IP, než se pokusí o přihlášení, a absorbovat je do cloudu, aby ušetřili systémové prostředky. Váš web bude nejen bezpečnější, ale bude fungovat při optimálním výkonu.

source: Why Should I Consider Premium?
cs_cz: Proč bych měl uvažovat o Premium verzi?

source: If you purchased a premium plan, check your email for setup instructions (key included)
cs_cz: Pokud jste si zakoupili prémiový tarif, zkontrolujte svůj e-mail pro pokyny k nastavení (klíč je součástí dodávky)

source: You are currently using the free version of <strong>Limit Login Attempts Reloaded</strong>.
cs_cz: Momentálně používáte bezplatnou verzi <strong>Limit Login Attempts Reloaded</strong>.

source: Goes to LLAR checkout page
cs_cz: Přejde na stránku pokladny LLAR

source: Get It Here
cs_cz: Získejte zde

source: Support
cs_cz: Podpora

source: Ask a pre-sales question
cs_cz: Položte otázku před koupí

source: Pre-sales FAQs
cs_cz: Časté otázky před nákupem

source: Full feature list
cs_cz: Úplný seznam funkcí

source: What URLs are being attacked and protected?
cs_cz: Jaké URL jsou napadeny a chráněny?

source: I just installed LLAR and I'm already getting several failed login attempts
cs_cz: Právě jsem nainstaloval LLAR a už mám několik neúspěšných pokusů o přihlášení

source: What do I do if all users get blocked?
cs_cz: Co mám dělat, jsou-li zablokováni všichni uživatelé?

source: What happens if my site exceeds the request limits in the plan?
cs_cz: Co se stane, když můj web překročí limity požadavků v plánu?

source: The Logs tab: How the system works
cs_cz: Karta protokoly: Jak systém funguje

source: Could these failed login attempts be fake?
cs_cz: Mohou být tyto neúspěšné pokusy o přihlášení falešné?

source: Why am I still seeing login attempts even after the IP got blocked?
cs_cz: Proč stále vidím pokusy o přihlášení i po zablokování IP adresy?

source: What do I do if the admin gets blocked?
cs_cz: Co mám dělat, když je admin zablokován?

source: How can I tell that the premium plugin is working?
cs_cz: Jak poznám, že prémiový plugin funguje?

source: How do I know if I'm under attack?
cs_cz: Jak poznám, že jsem napaden?

source: Top Topics and Questions
cs_cz: Nejdůležitější témata a otázky

source: Questions regarding premium software sales.
cs_cz: Otázky týkající se prodeje prémiového softwaru.

source: Pre-sales Questions
cs_cz: Otázky před nákupem

source: Questions regarding updating billing info, cancellation, and expiration.
cs_cz: Otázky týkající se aktualizace fakturačních údajů, zrušení a vypršení platnosti.

source: Accounts & Billing
cs_cz: Účty a fakturace

source: Popular technical questions about the service including admin blocking, definitions, and email notifications.
cs_cz: Oblíbené technické otázky týkající se služby včetně blokování administrátora, definic a e-mailových upozornění.

source: Technical Questions
cs_cz: Technické otázky

source: Questions regarding the cloud service including how to activate, logs and storage, and compliance.
cs_cz: Otázky týkající se cloudové služby včetně toho, jak ji aktivovat, protokoly a úložiště a dodržování předpisů.

source: Cloud Service & Security
cs_cz: Cloudové služby a zabezpečení

source: All Documentation
cs_cz: Kompletní dokumentace

source: GDPR Information
cs_cz: Informace o GDPR

source: Go To Support Forums
cs_cz: Přejděte na fórum podpory

source: Support for free customers is available via our forums page on WordPress.org. The majority of requests <b>receive an answer within a few days</b>.
cs_cz: Podpora pro bezplatné zákazníky je k dispozici prostřednictvím naší stránky fóra na WordPress.org. Většina žádostí <b>obdrží odpověď během několika dnů</b>.

source: Free Support
cs_cz: Podpora zdarma

source: Our technical support team is available by email to help with any questions.
cs_cz: Náš tým technické podpory je k dispozici e-mailem, aby vám pomohl s případnými dotazy.

source: Upgrade Now to Access Premium Support
cs_cz: Upgradujte nyní a získejte přístup k prémiové podpoře

source: Version
cs_cz: Verze

source: Attempts
cs_cz: Pokusy

source: Premium / Extensions
cs_cz: Premium / Rozšíření

source: Yes, enable auto-update
cs_cz: Ano, povolit automatické aktualizace

source: Do you want Limit Login Attempts Reloaded to provide the latest version automatically?
cs_cz: Chcete, aby Limit Login Attempts Reloaded načetly automaticky nejnovější verzi?

source: Loading older events, skipping ACL events. <a href="%s" target="_blank">Full logs</a>
cs_cz: Načítání starších událostí, přeskakování událostí ACL. <a href="%s" target="_blank">Úplné protokoly</a>

source: Load older events
cs_cz: Načíst starší události

source: Your site is currently at a high risk for brute force activity. Consider <a href="%s" target="_blank">premium protection</a> if frequent attacks persist or website performance is degraded
cs_cz: Vaše stránky jsou v současné době vystaveny vysokému riziku útoku hrubou silou. Zvažte <a href="%s" target="_blank">prémiovou ochranu</a>, pokud přetrvávají časté útoky nebo se snižuje výkon webu

source: Your site is currently at a low risk for brute force activity
cs_cz: Vaše stránky jsou aktuálně vystaveny nízkému riziku útoku hrubou silou

source: Failed login by IP %s
cs_cz: Neúspěšný pokus o přihlášení z IP %s

source: Premium protection enabled
cs_cz: Prémiová ochrana povolena

source: Continue
cs_cz: Pokračovat

source: Complete Limit Login Attempts Reloaded Installation
cs_cz: Dokončete instalaci Limit Login Attempts

source: Please Complete Limit Login Attempts Reloaded Installation
cs_cz: Dokončete prosím instalaci Limit Login Attempts

source: No thanks
cs_cz: Ne, díky

source: Starting from $8/month
cs_cz: Počínaje od $8/měsíce

source: Upgrade To Premium
cs_cz: Upgrade na Premium verzi

source: If you don't have one, you can purchase one now.
cs_cz: Pokud žádnou nemáte, můžete si ji hned zakoupit.

source: Or
cs_cz: Nebo

source: Install
cs_cz: Instalovat

source: Enter Setup Code
cs_cz: Vložit kód nastavení

source: Enter your setup code to enable cloud protection. This will provide the highest level of security and performance during brute force attacks.
cs_cz: Chcete-li povolit cloudovou ochranu, zadejte svůj kód nastavení. To poskytne nejvyšší úroveň zabezpečení a výkonu během útoků hrubou silou.

source: Activate Premium
cs_cz: Aktivovat Premium

source: No
cs_cz: Ne

source: Yes
cs_cz: Ano

source: Would you also like to join our email newsletter to receive plugin updates, WordPress security news, and other relevant content?
cs_cz: Chcete se také připojit k našemu e-mailovému zpravodaji a dostávat aktualizace pluginů, bezpečnostní novinky WordPress a další relevantní obsah?

source: We do not use this email address for any other purpose unless you opt-in to receive other mailings. You can turn off alerts in the settings.
cs_cz: Tuto e-mailovou adresu nepoužíváme k žádnému jinému účelu, pokud se nepřihlásíte k odběru jiných zpráv. Upozornění můžete vypnout v nastavení.

source: Please tell us where Limit Login Attempts Reloaded should send security notifications for your website?
cs_cz: Řekněte nám prosím, kam by měl Limit Login Attempts zasílat bezpečnostní upozornění pro váš web?

source: Reload
cs_cz: Obnovit

source: Edit
cs_cz: Upravit

source: This alert was sent by your website where Limit Login Attempts Reloaded free version is installed and you are listed as the admin. If you are a GoDaddy customer, the plugin is installed into a must-use (MU) folder.
cs_cz: Toto upozornění bylo zasláno vaším webem, kde je nainstalována bezplatná verze Limit Login Attempts a vy jste uvedeni jako správce. Pokud jste zákazníkem GoDaddy, plugin je nainstalován do složky, kterou musíte použít (MU).

source: Documentation
cs_cz: Dokumentace

source: Show Warning Badge
cs_cz: Ukázat varovný symbol

source: Block excessive login attempts and protect your site against brute force attacks. Simple, yet powerful tools to improve site performance.
cs_cz: Blokujte opakované pokusy o přihlášení a chraňte svůj web před závažnými útoky. Ano, jednoduché, ale výkonné nástroje pro zlepšení výkonu webu.

source: Hide Dashboard Widget
cs_cz: Skrýt widget na nástěnce

source: Block by country feature available with <a href="https://www.limitloginattempts.com/info.php?from=plugin-dashboard-country" target="_blank">premium plus plan</a>.
cs_cz: Funkce blokování podle země je k dispozici s <a href="https://www.limitloginattempts.com/info.php?from=plugin-dashboard-country" target="_blank">tarifem Premium plus</a>.

source: All attempts blocked by access rules are hidden by default. You can see the full log at this link.
cs_cz: Všechny pokusy blokované pravidly přístupu jsou ve výchozím nastavení skryté. Celý protokol si můžete prohlédnout na tomto odkazu.

source: Full Logs
cs_cz: Úplné záznamy

source: You can use a shortcode here to insert links, for example, a link to your Privacy Policy page. <br>The shortcode is: [llar-link url="https://example.com" text="Privacy Policy"]
cs_cz: Zde můžete použít krátký kód pro vložení odkazů, například odkaz na vaši stránku Zásady ochrany osobních údajů. <br>Zkrácený kód je: [llar-link url="https://vašedoména.cz" text="Zásady ochrany osobních údajů"]

source: this makes the plugin <a href="https://gdpr-info.eu/" target="_blank">GDPR</a> compliant by showing a message on the login page. <a href="https://www.limitloginattempts.com/gdpr-qa/?from=plugin-settings-gdpr" target="_blank">Read more</a>
cs_cz: díky tomu je plugin v souladu s <a href="https://gdpr-info.eu/" target="_blank">GDPR</a> zobrazením zprávy na přihlašovací stránce. <a href="https://www.limitloginattempts.com/gdpr-qa/?from=plugin-settings-gdpr" target="_blank">Další informace</a>

source: these countries:
cs_cz: tyto státy:

source: Country Access Rules
cs_cz: Pravidla pro přístup do zemí

source: By proceeding you understand and give your consent that your IP address and browser information might be processed by the security plugins installed on this site.
cs_cz: Pokračováním berete na vědomí a souhlasíte s tím, že vaše IP adresa a informace o prohlížeči mohou být zpracovávány bezpečnostními pluginy nainstalovanými na této stránce.

source: GDPR message
cs_cz: Zpráva o GDPR

source: (Reload the page to see the changes)
cs_cz: (Načtěte stránku pro přehled změn)

source: Show top-level menu item
cs_cz: Zobrazit položku menu nejvyšší úrovně

source: Failed Login Attempts
cs_cz: Neúspěšné pokusy přihlášení

source: Failed Login Attempts Today
cs_cz: Neúspěšné pokusy dnes

source: today
cs_cz: dnes

source: Total Attempts
cs_cz: Celkový počet pokusů

source: Total Failed Login Attempts
cs_cz: Celkový počet neúspěšných pokusů o přihlášení

source: Country
cs_cz: Stát/Země

source: Global Network (Premium Users)
cs_cz: Globální síť (pouze pro uživatele Premium verze)

source: Failed Login Attempts By Country
cs_cz: Neúspěšné pokusy o přihlášení podle státu

source: Many options such as notifications, alerts, premium status, and more.
cs_cz: Mnoho možností, jako jsou oznámení, výstrahy, prémiový stav a další.

source: Global Options
cs_cz: Globální možnosti

source: Find the documentation and help you need.
cs_cz: Vyhledejte dokumentaci a nápovědu, kterou potřebujete.

source: Help
cs_cz: Pomoc

source: View lockouts logs, block or whitelist usernames or IPs, and more.
cs_cz: Zobrazte protokoly zablokovaných, povolených uživatelů, nebo IP adres a mnoho dalšího.

source: Tools
cs_cz: Nástroje

source: Connect This Site
cs_cz: Připojit tento web

source: Learn More
cs_cz: Zjistit více

source: When you upgrade to premium, you can synchronize your IP safelist and blacklist between multiple sites. This is a great way to improve your network performance and slow down future attacks.
cs_cz: Když upgradujete na prémiovou verzi, můžete synchronizovat svůj IP safelist a blacklist mezi více weby. Je to skvělý způsob, jak zlepšit výkon sítě a zpomalit budoucí útoky.

source: Multiply Your Protection By Adding More Domains
cs_cz: Znásobte svou ochranu přidáním dalších domén

source: Notifications
cs_cz: Upozornění

source: Upgrade to Premium
cs_cz: Upgradujte na Premium verzi

source: As a free user, your local server is absorbing the traffic brought on by brute force attacks, potentially slowing down your website. Upgrade to Premium today to outsource these attacks through our cloud app, and slow down future attacks with advanced throttling.
cs_cz: Jako bezplatný uživatel váš místní server absorbuje provoz způsobený útoky závažného charakteru, což potenciálně zpomaluje váš web. Upgradujte na Premium ještě dnes, abyste odvedli tyto útoky prostřednictvím naší cloudové aplikace a zamezili budoucím útokům pomocí našeho sofistikovaného zabezpečení.

source: Premium Protection Disabled
cs_cz: Prémiová ochrana deaktivována

source: Limit Login Attempts Reloaded Dashboard
cs_cz: Nastavení omezení pomocí Login Attempts Reloaded

source: All failed login attempts have been neutralized in the cloud
cs_cz: Všechny neúspěšné pokusy o přihlášení byly neutralizovány v cloudu

source: Safelist
cs_cz: Bezpečnostní seznam

source: Upgrade now
cs_cz: Upgradovat nyní

source: Performance Optimizer
cs_cz: Optimalizace výkonu

source: Thank you for using the free version of <b>Limit Login Attempts Reloaded</b>. <a href="%s" target="_blank">Upgrade to our cloud app</a> for enhanced protection, visual metrics & premium support.
cs_cz: Děkujeme, že používáte bezplatnou verzi <b>Limit Login Attempts Reloaded</b>. <a href="%s" target="_blank">Upgradujte na naši cloudovou aplikaci</a> a získejte lepší ochranu, vizuální metriky a prémiovou podporu.

source: Active Lockouts
cs_cz: Aktivní blokace

source: Requests
cs_cz: Požadavek

source: Receive enhanced logs and visual metrics when you <a href="%s" target="_blank">upgrade to our cloud app</a>
cs_cz: Při <a href="%s" target="_blank">upgradu na naši cloudovou aplikaci</a> budete dostávat vylepšené protokoly a vizuální metriky

source: Setup Code
cs_cz: Instalační kód

source: %d failed login attempt
cs_cz: %d neúspěšný pokus o přihlášení

source: Don't show this message again
cs_cz: Toto oznámení již nezobrazovat

source: Remind me a month from now
cs_cz: Připomeňte mi to za měsíc

source: Yes, turn on email notifications
cs_cz: Ano, zapnout e-mailová upozornění

source: You have been upgraded to the latest version of <strong>Limit Login Attempts Reloaded</strong>.<br> Due to increased security threats around the holidays, we recommend turning on email notifications when you receive a failed login attempt.
cs_cz: Byli jste upgradováni na nejnovější verzi <strong>Limit Login Attempts Reloaded</strong>.<br> Kvůli zvýšeným bezpečnostním hrozbám během svátkůúvolna doporučujeme zapnout e-mailová upozornění, abychom Vás mohli informovat, když se někdo pokusí neúspěšně přihlásit.

source: This notification was sent automatically via Limit Login Attempts Reloaded Plugin.
cs_cz: Toto oznámení bylo odesláno automaticky prostřednictvím pluginu Limit Login Attempts Reloaded.

source: Premium Support
cs_cz: Prémiová podpora

source: Failover
cs_cz: Přesměrování datového toku

source: Logs
cs_cz: Protokoly

source: Configuration
cs_cz: Konfigurace

source: Run auto backups of access control lists, lockouts and logs
cs_cz: Spusťte automatické zálohování seznamů řízení přístupu, blokování a záznamů

source: Get premium support
cs_cz: Přejít na prémiovou podporu

source: Sync the allow/deny/pass lists between multiple domains
cs_cz: Synchronizujte seznamy povolení/zakázat/povolit mezi více doménami
