Repository: TomajsD/rob-liberec
Catalog: languages/plugins/ultimate-member-*.po
Languages: cs_cz

source: This field must contain less than %s characters
cs_cz: Toto pole musí obsahovat méně než %s znaků

source: This field must contain at least %s characters
cs_cz: Toto pole musí obsahovat alespoň %s znaků

source: An error has been encountered. Probably page was cached. Please try again.
cs_cz: Došlo k chybě. Stránka byla pravděpodobně uložena do mezipaměti. Prosím zkuste to znovu.

source: Security Check
cs_cz: Bezpečnostní kontrola

source: Use the condition operator `contains` if the parent field has multiple options.
cs_cz: Pokud má nadřazené pole více možností, použijte operátor podmínky `obsahuje`.

source: Use the condition operator `greater than` or `less than` if the parent field is a number.
cs_cz: Pokud je nadřazeným polem číslo, použijte operátor podmínky „větší než“ nebo „menší než“.

source: Use the condition operator `equals to` or `not equals` if the parent field has a single option.
cs_cz: Pokud má nadřazené pole jednu možnost, použijte operátor podmínky „rovná se“ nebo „není rovno“.

source: This action is not allowed in backend.
cs_cz: Tato akce není v backendu povolena.

source: Are you sure you want to delete your account? This will erase all of your account data from the site. To delete your account enter your password below.
cs_cz: Jsi si jist, že si chceš odstranit svůj účet? Tato akce smaže všechny uživatelská data ze stránky. Pro smazání účtu zadej své heslo níže

source: Close view photo modal
cs_cz: Zavřít pohled foto modální

source: Hide my profile for robots?
cs_cz: Skrýt můj profil pro roboty?

source: Avoid indexing my profile by search engines
cs_cz: Vyvarujte se indexování mého profilu vyhledávači

source: Require erasure of your personal data, click on the button below.
cs_cz: Chcete-li požadovat vymazání svých osobních údajů, klikněte na tlačítko níže.

source: To export of your personal data, click the button below.
cs_cz: Chcete-li exportovat své osobní údaje, klikněte na tlačítko níže.

source: Password confirmation is required
cs_cz: Potvrzení hesla je vyžadováno

source: Password is required
cs_cz: Heslo je vyžadováno

source: Rotate image to and use orientation by the camera EXIF data.
cs_cz: Otočit obrázek do a použít orientaci pomocí EXIF dat fotoaparátu.

source: Change image orientation
cs_cz: Změňte orientaci obrazu

source: This is custom text that will be displayed to users before they delete their accounts from your site when password isn't required.
cs_cz: Toto je vlastní text, který se zobrazí uživatelům, než smažou své účty z vašeho webu, když není vyžadováno heslo.

source: Account Deletion without password Custom Text
cs_cz: Smazání účtu bez hesla Vlastní text

source: This is custom text that will be displayed to users before they delete their accounts from your site when password is required.
cs_cz: Tento vlastní text se zobrazí uživateli předtím, než smaže svůj profil z vašich stránek

source: Profile photo
cs_cz: Profilová fotka

source: Enable/disable the Password account tab in account page
cs_cz: Povolení nebo zakázání karty Účet heslo na stránce účtu

source: Edit template
cs_cz: Upravit šablonu

source: Exclude specific users (Enter one username per line)
cs_cz: Vyloučit konkrétní uživatele (Zadejte jedno uživatelské jméno na řádek)

source: Mark this option if you need to hide the adminbar on frontend for this role
cs_cz: Tuto možnost označte, pokud pro tuto roli potřebujete skrýt panel administrátorů na frontendu

source: The administrator has not yet approved deleting your data. Please expect an email with a link to your data.
cs_cz: Administrátor ještě nepotvrdil smazání vašich dat. Brzy obdržíte e-mail s odkazem na vaše data.

source: You could send a new request for deleting your personal data.
cs_cz: Můžete poslat nový požadavek na vymazání vašich osobních údajů.

source: Your personal data has been deleted.
cs_cz: Vaše osobní údaje byly vymazány.

source: The administrator has not yet approved downloading the data. Please expect an email with a link to your data.
cs_cz: Administrátor ještě nepotvrdil stažení vašich dat. Brzy obdržíte e-mail s odkazem na vaše data.

source: You could send a new request for an export of personal your data.
cs_cz: Můžete poslat nový požadavek na export vašich osobních údajů.

source: Download Personal Data
cs_cz: Stáhnout osobní údaje

source: You could download your previous data:
cs_cz: Můžete stáhnout vaše předchozí data:

source: Upgrade form fields...
cs_cz: Aktualizace polí formuláře...

source: Updated successfully
cs_cz: Úspěšně aktualizováno

source: Balance fields were updated successfully
cs_cz: Pole se zůstatky úspěšně aktualizovány

source: Form #%s
cs_cz: Formulář #%s

source: Directory #%s
cs_cz: Adresář #%s

source: You have no permission to delete this file
cs_cz: Nemáte oprávnění k vymazání tohoto souboru

source: You have no permission to edit this user
cs_cz: Nemáte oprávnění k editaci tohoto uživatele

source: Please enter a valid %s profile URL
cs_cz: Prosím zadejte validní %s URL profilu

source: %s - Form ID#: %s
cs_cz: %s - ID Formuláře: %s

source: Date Submitted
cs_cz: Datum odeslání

source: Next page
cs_cz: Další stránka

source: Previous page
cs_cz: Předchozí stránka

source: First page
cs_cz: První stránka

source: metadata rows...
cs_cz: řádky metadat...

source: <strong>Age:</strong>&nbsp;{value} years old
cs_cz: <strong>Věk:</strong>&nbsp;{value} let

source: Last & First name
cs_cz: Příjmení a jméno

source: The password you entered is incorrect.
cs_cz: Zadané heslo je špatně

source: A confirmation email has been sent to your email. Click the link within the email to confirm your export request.
cs_cz: Potvrzovací e-mail byl odeslán na vaší adresu. Klikněte na odkaz v e-mailu pro potvrzení vašeho požadavku na export.

source: Wrong request.
cs_cz: Špatný požadavek.

source: Request data erase
cs_cz: Požadavek na odstranění dat

source: Enter your current password to confirm the erasure of your personal data.
cs_cz: Zadejte vaše aktuální heslo pro potvrzení odstranění vašich osobních údajů.

source: You can request erasing of the data that we have about you.
cs_cz: Můžete požádat o odstranění všech údajů, které o vás máme

source: Erase of your data
cs_cz: Odstranění vašich údajů

source: Request data
cs_cz: Vyžádat údaje

source: You must enter a password
cs_cz: Musíte zadat heslo

source: Enter your current password to confirm a new export of your personal data.
cs_cz: Zadejte vaše aktuální heslo pro potvrzení exportu vašich osobních údajů.

source: You can request a file with the information that we believe is most relevant and useful to you.
cs_cz: Můžete si vyžádat soubor se všemi informacemi, které věříme, že jsou pro vás relevantní.

source: Download your data
cs_cz: Stažení vašich údajů

source: Wrong mode
cs_cz: Špatný mód

source: Wrong path
cs_cz: Špatná cesta

source: Set default value for the "Hide my profile from directory" option
cs_cz: Nastavte výchozí hodnotu pro "Skrýt můj profil v adresáři"

source: Hide profiles from directory by default
cs_cz: Skrývat profily v adresáři

source: After clicking the <strong>"Run"</strong> button, the update process will start. All information will be displayed in the field below.
cs_cz: Po stisknutí tlačítka <strong>"Spustit"</strong> začne proces aktualizace. Veškeré informace se zobrazí níže.

source: We recommend creating a backup of your site before running the update process. Do not exit the page before the update process has complete.
cs_cz: Před spuštěním aktualizace doporučujeme vytvořit zálohu. Nezavírejte stránku, dokud se aktualizace nedokončí.

source: Check this box if you would like to enable the use of a custom table for user metadata. Improved performance for member directory searches.
cs_cz: Zaškrtněte, pokud chcete použít vlastní tabulku pro uživatelská metadata. Zlepší se vyhledávání v adresáři se členy.

source: Enable custom table for usermeta
cs_cz: Vlastní tabulka pro uživatelská metadata

source: Metadata from %1$s to %2$s was upgraded successfully...
cs_cz: Metadata od %1$s do %2$s byla úspěšně aktualizována...

source: Wrong callback
cs_cz: Špatný callback

source: After clicking the <strong>"Run"</strong> button, the update process will start. All information will be displayed in the <strong>"Upgrade Log"</strong> field.
cs_cz: Po stisknutí tlačítka <strong>"Spustit"</strong> začne proces aktualizace. Veškeré informace se zobrazí v poli <strong>"Log aktualizace"</strong>

source: You have installed <strong>%s</strong> version. Your latest DB version is <strong>%s</strong>. We recommend creating a backup of your site before running the update process. Do not exit the page before the update process has complete.
cs_cz: Nainstalovali jste verzi <strong>%s</strong>. Nejnovější verze DB je <strong>%s</strong>. Před spuštěním aktualizace doporučujeme vytvořit zálohu. Nezavírejte stránku, dokud se aktualizace nedokončí.

source: Create additional metadata table...
cs_cz: Vytvořit tabulku pro dodatečná metadata...

source: Start metadata upgrading...
cs_cz: Začátek aktualizace metadat...

source: Usermeta table was upgraded successfully
cs_cz: Tabulka s uživatelskými daty byla úspěšně aktualizována

source: Metadata from %s to %s users were upgraded successfully...
cs_cz: Metadata od %s do %s uživatelů byla úspěšně aktualizována...

source: Wrong data
cs_cz: Špatná data

source: Settings successfully upgraded
cs_cz: Nastavení úspěšně aktualizováno

source: To sort by a custom field, enter the label of sorting here
cs_cz: Pro řazení podle vlastního pole vložte název pole zde

source: Label of custom sort
cs_cz: Název pole vlastního řazení

source: If not checked always shown
cs_cz: Pokud není zaškrtnuto, zobrazí se vždy

source: Hide extra user information to the reveal section
cs_cz: Skrýt doplňující uživatelské informace do rozevírací nabídky

source: Show social connect icons in extra user information section
cs_cz: Zobrazit ikony sociálních sítí v doplňujících informacích

source: Choose field(s) to display in extra user information section
cs_cz: Vyberte pole, které se zobrazí v doplňujících informacích

source: If turned on, filters bar can be collapsed after a page loading
cs_cz: Pokud je nastaveno, může být lišta s filtry po načtení stránky zabalena

source: Can filter bar be collapsed
cs_cz: Zabalit lištu s filtry

source: If turned on, filters bar will be visible after a page loading
cs_cz: Pokud je nastaveno, lišta s filtry bude po načtení stránky rozbalena

source: You could use {total_users} placeholder for getting users count
cs_cz: Pro získání počtu uživatelů lze použít {total_users}

source: Select what email notifications you want to receive
cs_cz: Vyberte, jaké e-mailové notifikace chcete posílat

source: %s - wrong conditions.
cs_cz: %s - špatných podmínek.

source: E-mail( Not Unique )
cs_cz: E-mail (již použit)

source: Clear all
cs_cz: Vyprázdnit vše

source: Remove all filters
cs_cz: Zrušit všechny filtry

source: Remove filter
cs_cz: Odstranit filtr

source: More filters
cs_cz: Více filtrů

source: Sort by:
cs_cz: Řadit podle:

source: Change to %s
cs_cz: Změna na %s

source: Search:
cs_cz: Hledat:

source: of
cs_cz: z

source: <strong>Age:</strong>&nbsp;{min_range} - {max_range} years old
cs_cz: <strong>Věk:</strong>&nbsp;{min_range} - {max_range} let

source: stars
cs_cz: hvězdičky

source: User Registered
cs_cz: Uživatel registrován

source: Age
cs_cz: Věk

source: Last name
cs_cz: Příjmení

source: List
cs_cz: Seznam

source: Grid
cs_cz: Mřížka

source: Profile Photo is required.
cs_cz: Profilový obrázek je povinný

source: Original size
cs_cz: Originální velikost

source: Member directories were upgraded successfully
cs_cz: Adresáře členů byly úspěšně aktualizovány

source: Usermeta was upgraded successfully
cs_cz: Uživatelská metadata byla úspěšně aktualizována

source: Upgrade Member Directories...
cs_cz: Aktualizace adresáře členů...

source: Upgrade user metadata...
cs_cz: Aktualizace uživatelských metadat

source: Delete Group
cs_cz: Smazat skupinu

source: (no title)
cs_cz: (bez názvu)

source: This option overrides "Date User-Friendly Format" option. See https://www.php.net/manual/en/function.date.php
cs_cz: Tato volba má větší váhu než nastavení "User-Friendly formát data". Více na https://www.php.net/manual/en/function.date.php

source: Use custom Date format
cs_cz: Použít vlastní formát data

source: Sorting
cs_cz: Řazení

source: The global default width of cover photo size. This can be overridden by individual form settings
cs_cz: Globální výchozí šířka úvodního obrázku. Může být nastaveno ve formulářích individuálně

source: Profile Cover Size
cs_cz: Velikost úvodního obrázku

source: Add New Filter
cs_cz: Přidat filtr

source: Limit which users appear in the member directory e.g only display users from USA
cs_cz: Omezit zobrazení uživatelů v adresáři členů. Např. pouze uživatelé z ČR

source: Admin filtering
cs_cz: Filtrování administrátorů

source: Expand the filter bar by default
cs_cz: Rozbalovat lištu s filtrem

source: Choose filter(s) meta to enable
cs_cz: Pro použití vyberte meta filtru/ů

source: If you want to allow specific user roles to be able to filter only
cs_cz: Pokud chcete určit uživatelské role, které mohou používat filtr

source: User Roles that can use filters
cs_cz: Uživatelské role s přístupem k filtrům

source: If turned on, users will be able to filter members in this directory
cs_cz: Pokud nastaveno, uživatelé mohou filtrovat členy tohoto adresáře

source: Enable Filters feature
cs_cz: Povolit filtry

source: Default directory view type
cs_cz: Výchozí druh zobrazení adresáře

source: Default view type
cs_cz: Výchozí typ zobrazení

source: View type a specific parameter in the directory
cs_cz: Zobrazit konkrétní parametr v adresáři

source: View type(s)
cs_cz: Druhy zobrazení

source: Show results only after search/filtration
cs_cz: Zobrazit výsledky pouze po použití filtru nebo vyhledání

source: Whether to provide an ability to change the sorting on the directory page
cs_cz: Zda umožnit změnu řazení na stránce s adresářem.

source: Enable custom sorting
cs_cz: Umožnit vlastní řazení

source: Default sorting users by a specific parameter in the directory
cs_cz: Výchozí řazení uživatelů podle konkrétního parametru v adresáři

source: Default sort users by
cs_cz: Výchozí řazení uživatelů podle

source: Cover Photo Size
cs_cz: Velikost úvodního obrázku

source: Update Profile
cs_cz: Aktualizovat profil

source: Choices Callback
cs_cz: Callback volby

source: 10 stars rating system
cs_cz: systém hodnocení s 10 hvězdičkami

source: 5 stars rating system
cs_cz: systém hodnocení s 5 hvězdičkami

source: Rating System
cs_cz: Systém hodnocení

source: Can user edit this field?
cs_cz: Může uživatel editovat toto pole?

source: Is this field required?
cs_cz: Je toto pole povinné?

source: Select member roles
cs_cz: Vyber členské role

source: Only specific member roles
cs_cz: Pouze konkrétní členské role

source: Only visible to profile owner and specific roles
cs_cz: Viditelný pouze pro majitele profilu a konkrétní role

source: Placeholder
cs_cz: Zástupný symbol

source: Label
cs_cz: Štítek

source: Help Text
cs_cz: Nápověda

source: Meta Key
cs_cz: Meta klíč

source: Unique ID
cs_cz: Jedinečné ID

source: Edit Choices
cs_cz: Editovat volby

source: Does this textarea accept HTML?
cs_cz: Akceptuje toto pole HTML?

source: Maximum length
cs_cz: Maximální délka

source: Minimum length
cs_cz: Minimální délka

source: Maximum Number
cs_cz: Maximální číslo

source: Minimum Number
cs_cz: Minimální číslo

source: Maximum allowed words
cs_cz: Maximum povolených slov

source: Maximum number of entries
cs_cz: Maximální počet záznamů

source: Minimum number of selections
cs_cz: Minimální počet selekcí

source: Maximum number of selections
cs_cz: Maximální počet selekcí

source: Allow multiple selections
cs_cz: Povolit multi-selekce

source: Spacing
cs_cz: Řádkování

source: Textarea Height
cs_cz: Výška textového pole

source: Maximum Size in bytes
cs_cz: Maximální velikost v bytech

source: Additional Instructions Text
cs_cz: Text dodatečných instrukcí

source: Upload Box Text
cs_cz: Text pro nahrání souboru

source: Drag &amp; Drop File
cs_cz: Přetáhnout soubor

source: Drag &amp; Drop Photo
cs_cz: Přetáhnout obrázek

source: Allowed File Types
cs_cz: Povolené typy souborů

source: Allowed Image Types
cs_cz: Povolené typy obrázků

source: Crop and force user-defined ratio
cs_cz: Poměr oříznutí zadaný uživatelem

source: Crop and force 1:1 ratio
cs_cz: Poměr oříznutí 1:1

source: Turn Off (Default)
cs_cz: Vypnout (výchozí)

source: Crop Feature
cs_cz: Možnost oříznutí

source: Content Editor
cs_cz: Editor obsahu

source: e.g. [my_custom_shortcode]
cs_cz: např. [my_custom_shortcode]

source: Enter Shortcode
cs_cz: Vložte Shortcode

source: Specific Date Range
cs_cz: Konkrétní období

source: Fixed Number of Years
cs_cz: Pevný počet roků

source: Set Date Range
cs_cz: Nastavte období

source: Date Range End
cs_cz: Do data

source: YYYY/MM/DD
cs_cz: RRRR/MM/DD

source: Date Range Start
cs_cz: Od data

source: Future years only
cs_cz: Pouze budoucí roky

source: Past years only
cs_cz: Pouze minulé roky

source: Equal years before / after today
cs_cz: Stejný počet roků před/po dnešku

source: Years Selection
cs_cz: Výběr roků

source: Number of Years to pick from
cs_cz: Počet roků, ze kterých vybrat

source: Saturday
cs_cz: Sobota

source: Friday
cs_cz: Pátek

source: Thursday
cs_cz: Čtvrtek

source: Wednesday
cs_cz: Středa

source: Tuesday
cs_cz: Úterý

source: Monday
cs_cz: Pondělí

source: Sunday
cs_cz: Neděle

source: Disable specific weekdays
cs_cz: Zakázat konkrétní dny v týdnu

source: Show years only
cs_cz: Zobrazit pouze roky

source: Show full date
cs_cz: Zobrazit celé datum

source: Displayed Date Format
cs_cz: Formát zobrazení data

source: ( 24-hr format )
cs_cz: (24h formát)

source: ( 12-hr format )
cs_cz: (12h formát)

source: Time Format
cs_cz: Formát času

source: Date User-Friendly Format
cs_cz: User-Friendly formát data

source: e.g. 30, 60, 120
cs_cz: např. 30, 60, 120

source: Time Intervals (in minutes)
cs_cz: Časové intervaly (v minutách)

source: Automatically add a confirm password field?
cs_cz: Přidat pole pro potvrzení hesla automaticky?

source: Force strong password?
cs_cz: Vyžadovat silné heslo

source: Same window
cs_cz: Otevřít ve stejném okně

source: Open in new window
cs_cz: Otevřít v novém okně

source: Link Target
cs_cz: Cíl odkazu

source: URL Alt Text
cs_cz: Alternativní text URL

source: Color
cs_cz: Barva

source: Icon Color
cs_cz: Barva ikony

source: Text Color
cs_cz: Barva textu

source: Heading Text Color
cs_cz: Barva nadpisu

source: Heading Text
cs_cz: Text záhlaví

source: Border Color
cs_cz: Barva okraje

source: Border Radius
cs_cz: Zaoblení okrajů

source: Double
cs_cz: Dvojitý

source: Dashed
cs_cz: Přerušovaný

source: Dotted
cs_cz: Tečkovaný

source: Solid
cs_cz: Plný

source: Border
cs_cz: Okraje

source: Margin
cs_cz: Vnější odsazení

source: Padding
cs_cz: Odsazení

source: Optional Text
cs_cz: Volitelný text

source: Thickness (in pixels)
cs_cz: Tloušťka (px)

source: CSS Class
cs_cz: CSS třída

source: Icon
cs_cz: Ikona

source: Custom Action
cs_cz: Vlastní akce

source: Select a validation type...
cs_cz: Vyber druh ověření...

source: Validate
cs_cz: Ověřit

source: View mode only
cs_cz: Pouze mód zobrazení

source: Edit mode only
cs_cz: Pouze mód editace

source: View everywhere
cs_cz: Zobrazit všude

source: Visibility
cs_cz: Viditelnost

source: Left of Icon (right for RTL)
cs_cz: Nalevo od ikony (napravo při RTL)

source: Bottom of Icon
cs_cz: Pod ikonou

source: Upgrade user roles...
cs_cz: Aktualizovat uživatelské role...

source: Roles was upgraded successfully
cs_cz: Role byly úspěšně aktualizovány

source: There was an error with this license key: %s%s. Please <a href="%s">contact our support team</a>.
cs_cz: Vyskytla se chyb s licenčním klíčem: %s%s. Prosím kontaktujte naší <a href="%s">podporu</a>.

source: Only the owner
cs_cz: Pouze vlastník

source: Members only
cs_cz: Pouze členové

source: Guests only
cs_cz: Pouze hosté

source: Anyone
cs_cz: Kdokoliv

source: Switch on/off the profile photo uploader
cs_cz: Zapnout/vypnout uploader profilových obrázků

source: Disable Profile Photo Upload
cs_cz: Zakázat nahrání profilového obrázku

source: Security Issue
cs_cz: Bezpečnostní problém

source: Your set password
cs_cz: Nastavené heslo

source: 2.0 version
cs_cz: verze 2.0

source: 1.0 version
cs_cz: verze 1.0

source: This controls the REST API version, we recommend to use the last version
cs_cz: Toto kontroluje verzi REST API, doporučujeme použít nejnovější verzi

source: REST API version
cs_cz: verze REST API

source: Default Value
cs_cz: Výchozí hodnota

source: Default Rating
cs_cz: Výchozí hodnocení

source: Default Time
cs_cz: Výchozí čas

source: You may use all PHP compatible date formats such as: 2020-02-02, 02/02/2020, yesterday, today, tomorrow, next monday, first day of next month, +3 day
cs_cz: Lze použít všechny PHP kompatibilní datové formát jako např.: 2020-02-02, 02/02/2020, yesterday, today, tomorrow, next monday, first day of next month, +3 day

source: Default Date
cs_cz: Výchozí datum

source: Default Text
cs_cz: Výchozí text

source: Field was upgraded successfully
cs_cz: Pole byla úspěšně aktualizována.

source: Upgrade predefined metafields...
cs_cz: Aktualizace předdefinovaných metapolí...

source: You may get more details about email notifications customization <a href="%s">here</a>
cs_cz: Pro více informací o přizpůsobení e-mailových notifikací klikněte <a href="%s">zde</a>

source: Check this box if you would like to use Ultimate Member blocks in Gutenberg editor. Important some themes have the conflicts with Gutenberg editor.
cs_cz: Zaškrtněte pokud chcete použít bloky Ultimate Member v editoru Gutenberg. Důležité: některá témata nejsou s Gutenberg editorem kompatibilní.

source: Enable Gutenberg Blocks
cs_cz: Povolit podporu Gutenberg

source: Select Users
cs_cz: Vybrat uživatele

source: Password is required to save account data.
cs_cz: Pro uložení dat je vyžadováno heslo.

source: Password is required?
cs_cz: Heslo je povinné?

source: You have the latest updates.
cs_cz: Máte poslední aktualizace.

source: Ultimate Member Blocks
cs_cz: Bloky Ultimate Member

source: Are you hacking? Please try again!
cs_cz: Zkoušíte hackovat? Zkuste to znovu!

source: Check this box if you would like to disable Ultimate Member user's cache.
cs_cz: Zaškrtněte, pokud chcete vypnout uživatelskou mezipaměť UM

source: Disable Cache User Profile
cs_cz: Vypnout mezipaměť uživatelského profilu

source: This is the message shown to users that do not have permission to view the block's content
cs_cz: Toto je zpráva, která se zobrazí uživateli, který nemá práva k zobrazení obsahu bloku

source: e.g. New Registration Form
cs_cz: např. Nový registrační formulář

source: e.g. Member Directory
cs_cz: např. Adresář uživatelů

source: %s License Key
cs_cz: %s Licenční klíč

source: View Pricing
cs_cz: Ceník

source: <strong>All Access Pass</strong> – Get access to all Ultimate Member extensions at a significant discount with our All Access Pass.
cs_cz: <strong>Přístup ke všemu</strong> – Získejte přístup ke všem Ultimate Member rozšířením s velkou slevou s naším produktem Přístup ke všemu.

source: Create Pages
cs_cz: Vytvořit stránky

source: %s needs to create several pages (User Profiles, Account, Registration, Login, Password Reset, Logout, Member Directory) to function correctly.
cs_cz: %s potřebuje pro správnou funkci vytvořit několik stránek (uživatelské profily, účty, registrace, přihlášení, obnova hesla, odhlášení, adresář).

source: Your password reset link appears to be invalid. Please request a new link below.
cs_cz: Váš odkaz na obnovu hesla se zdá být neplatný. Prosím vyžádejte si nový níže.
