Repository: TomajsD/rob-liberec
Catalog: languages/plugins/ultimate-member-*.po
Languages: cs_cz

source: Select the member roles that can view this field on the front-end.
cs_cz: Zvolte, které členské role mohou na front-endu zobrazit toto pole.

source: Field privacy allows you to select who can view this field on the front-end. The site admin can view all fields regardless of the option set here.
cs_cz: Nastavení soukromí pro pole určuje, kdo toto pole na front-endu uvidí. Site admin vidí všechna pole nehledě na toto nasatavení.

source: This is the text that appears within the field e.g please enter your email address. Leave blank to not show any placeholder text.
cs_cz: Tento text se zobrazuje uvnitř pole např. Prosím zadejte svůj e-mail. Ponechte prázdné pro žádný text v poli.

source: The field label is the text that appears above the field on your front-end form. Leave blank to not show a label above field.
cs_cz: Popisek pole je text, který se zobrazí na front-endu nad vaším polem. Pokud nechcete popisek zobrazit ponechte toto pole prázdné.

source: This option allows you to pre-fill the field with a default value prior to the user entering a value in the field. Leave blank to have no default value
cs_cz: Tato možnost vám umožňuje předvyplnit výchozí hodnotu do pole předtím, než ji tam vyplní uživatel. Ponechte prázdné pro žádnou výchozí hodnotu

source: If you wish the rating field to be prefilled with a number of stars, enter it here.
cs_cz: Pokud chcete předvyplnit hodnocení počtem hvězd, napište ho sem.

source: Text to display by default in this field
cs_cz: Text k zobrazení v tomto poli

source: This is the text that appears in a tooltip when a user hovers over the info icon. Help text is useful for providing users with more information about what they should enter in the field. Leave blank if no help text is needed for field.
cs_cz: Toto je text, který se zobrazí v popisu tlačítka, když uživatel přejede myší přes info ikonu. Pomocný text je užitečný pro poskytování uživatelům více informací o tom, co mají zadat do pole. Ponechejte prázdné, pokud žádný pomocný text není vyžadován pro toto pole.

source: A meta key is required to store the entered info in this field in the database. The meta key should be unique to this field and be written in lowercase with an underscore ( _ ) separating words e.g country_list or job_title
cs_cz: Meta klíč je vyžadován pro uschování zadaných informací v databázi. Meta klíč by měl být pro toto pole unikátní a měl by být psán v malých písmenech s podtržítkem ( _ ) oddělujícím slova např. seznam_zemí nebo název_práce

source: The meta key cannot be changed for duplicated fields or when editing an existing field. If you require a different meta key please create a new field.
cs_cz: Meta klíč nelze změnit pro duplikované pole nebo při upravování existujícího pole. Pokud potřebujete jiný meta klíč, tak vytvořte nový, prosím.

source: This is the title of the field for your reference in the backend. The title will not appear on the front-end of your website.
cs_cz: Toto je název pole pro vaši referenci vzadu. Nadpis se nezobrazí vepředu vašeho webu.

source: Enter one choice per line. This will represent the available choices or selections available for user.
cs_cz: Zadejte jednu možnost na řádek. To bude představovat dostupné možnosti pro uživatele.

source: Turn on/off HTML tags for this textarea
cs_cz: Zapnout/Vypnout HTML značky pro toto textové pole

source: If you want to enable a maximum number of characters to be input in this field. Leave empty to disable this setting
cs_cz: Pokud chcete zapnout maximální počet znaků, který lze vepsat do tohoto pole. Ponechejte prázdné pro vypnutí tohoto nastavení

source: If you want to enable a minimum number of characters to be input in this field. Leave empty to disable this setting
cs_cz: Pokud chcete zapnout minimální počet znaků, který lze vepsat do tohoto pole. Ponechejte prázdné pro vypnutí tohoto nastavení

source: If you want to enable a maximum number of words to be input in this textarea. Leave empty to disable this setting
cs_cz: Pokud chcete povolit maximální počet slov, které bude možné zadat do tohoto textového pole. Ponechejte prázdné, pokud chcete zakázat toto nastavení

source: This is the max number of entries the user can add via field group.
cs_cz: Toto je maximum hodnot které může uživatel zadat skrze skupinu polí.

source: Enter a number here to force a minimum number of selections by user for this field
cs_cz: Zde zadejte minimální počet voleb, které musí uživatel v tomto poli zaškrtnout

source: Enter a number here to force a maximum number of selections by user for this field
cs_cz: Zde zadejte maximální počet voleb, které může uživatel v tomto poli zaškrtnout

source: Enable/disable multiple selections for this field
cs_cz: Povolte/zakažte více voleb pro toto pole

source: This is the required spacing in pixels. e.g. 20px
cs_cz: Toto je požadovaný rozestup v pixelech (např. 20px)

source: The height of textarea in pixels. Default is 100 pixels
cs_cz: Výška textové oblasti v pixelech. Výchozí hodnota je 100px

source: The maximum size for image that can be uploaded through this field. Leave empty for unlimited size.
cs_cz: Maximální velikost obrázku kterou lze skrze toto pole nahrát. Ponechte prázdné pro neomezenou velikost.

source: The text that appears on the button. e.g. Upload
cs_cz: Text který se zobrazí na tlačítku. Např. Nahrát

source: If you need to add information or secondary line below the headline of upload box, enter it here
cs_cz: Pokud potřebujete doplnit informace, nebo dodat druhou řádku textu pod nadpis nahrávacího okna, zadejte to zde

source: This is the headline that appears in the upload box for this field
cs_cz: Toto je nadpis, který se zobrazí v nahrávacím okně pro toto pole

source: Select the image types that you want to allow to be uploaded via this field.
cs_cz: Zvolte typy obrázků které chcete povolit pro nahrávání skrze toto pole.

source: Enable/disable crop feature for this image upload and define ratio
cs_cz: Povolte/zakažte funkci ořezu pro toto nahrávání a nastavte poměr stran

source: Edit the content of this field here
cs_cz: Zde upravte obsah tohoto pole

source: Enter the shortcode in the following textarea and it will be displayed on the fields
cs_cz: Vložte shortcode do následující textové oblasti a ten se zobrazí v polích

source: Whether to show a specific number of years or specify a date range to be available for the date picker.
cs_cz: Zda zobrazit určitý počet let, nebo specifikovat rozsah dat dostupný pro volič data.

source: Set the maximum date/day in range in the format YYYY/MM/DD
cs_cz: Nastavte maximální datum/den v rozmezí ve formátu RRRR/MM/DD

source: Set the minimum date/day in range in the format YYYY/MM/DD
cs_cz: Nastavte minimální datum/den v rozmezí ve formátu RRRR/MM/DD

source: This decides which years should be shown relative to today date
cs_cz: Tato volba určuje, které roky zobrazit ve vztahu k dnešnímu datu

source: Number of years available for the date selection. Default to last 50 years
cs_cz: Počet let dostupných pro nastavení data. Výchozí hodnota je posledních 50 let

source: Disable specific week days from being available for selection in this date picker
cs_cz: Vyřaďte určité dny v týdnu z dostupných pro tento volič data

source: Whether you wish to show the date in full or only show the years e.g. 25 Years
cs_cz: Zda chcete zobrazit celé datum, nebo jen roky (např. 25 let)

source: Choose the displayed time-format for this field
cs_cz: Zvolte zobrazovaný formát času pro toto pole

source: The display format of the date which is visible to user.
cs_cz: Formát data viditelný uživatelem.

source: Choose the minutes interval between each time in the time picker.
cs_cz: Zvolte minutový interval mezi časy ve voliči času.

source: This is the line-style of divider
cs_cz: Toto je dělící styl čáry

source: Whether to follow or nofollow this link by search engines
cs_cz: Zda mají vyhledávače následovat tento odkaz či nikoliv

source: Choose whether to open this link in same window or in a new window
cs_cz: Zvolte zda tento odkaz otevřít ve stejném okně nebo v novém

source: Entering custom text here will replace the url with a text link
cs_cz: Zadáním vlastního textu zde nahradíte adresu URL textovým odkazem

source: Select a color for this divider
cs_cz: Zvolte barvu pro tento oddělovač

source: This will be the color of selected icon. By default It will be the same color as heading text color
cs_cz: Toto bude barva vybrané ikony. Ve výchozím nastavení to bude stejná barva jako barva textu v záhlaví.

source: This will be the text color of entire section
cs_cz: Toto bude barva textu pro celou sekci

source: This will be the text color of heading part only
cs_cz: Toto bude barva textu pouze pro záhlaví

source: This will be the background of the heading section
cs_cz: Toto bude pozadí záhlaví

source: This will be the background of entire section
cs_cz: Toto bude pozadí celé sekce

source: Enter the row heading text here
cs_cz: Sem zadejte text záhlaví řádku

source: Whether to enable a heading for this row
cs_cz: Pokud chcete povolit záhlaví tohoto řádku

source: Enable Row Heading
cs_cz: Povolit nadpis řádku

source: Give a color to this border
cs_cz: Dejte tomuto okraji barvu

source: Rounded corners can be applied by setting a pixels value here. e.g. 5px
cs_cz: Zakulacené rohy lze povolit zde zadáním hodnoty v pixelech např. 5px

source: Choose the border style
cs_cz: Zvolte styl okrajů

source: Set border for this section
cs_cz: Nastavit okraj pro tuto sekci

source: Set margin for this section
cs_cz: Zvolit okraj pro tuto sekci

source: Set padding for this section
cs_cz: Nastavte výplň pro tuto sekci

source: This is the width in pixels, e.g. 4 or 2, etc
cs_cz: Toto je šíře v pixelech, např. 4 nebo 2 atd.

source: Specify a custom CSS class to be applied to this element
cs_cz: Specifikujte vlastní CSS třídu k použití na tento element

source: Select an icon to appear in the field. Leave blank if you do not want an icon to show in the field.
cs_cz: Zvolte ikonu k zobrazení v tomto poli. Ponechte prázdné pokud zde nechcete žádnou ikonu zobrazit.

source: If you want to apply your custom validation, you can use action hooks to add custom validation. Please refer to documentation for further details.
cs_cz: Pokud chcete použít vlastní ověření, můžete použít zachytávání akcí k přidání vlastního ověření. Pro další podrobnosti prosím konzultujte dokumentaci.

source: Does this field require a special validation
cs_cz: Vyžaduje toto pole speciální ověření

source: WP Capabilities
cs_cz: Možnosti WP

source: Publish
cs_cz: Zveřejnit

source: Hide from queries
cs_cz: Skrýt před vyhledáváním

source: Select redirect to page when user hasn't access to post
cs_cz: Zvolte přesměrování na stránku pokud uživatel nemá přístup k obsahu

source: Where should users be redirected to?
cs_cz: Kam mají být uživatelé přesměrováni?

source: Custom message
cs_cz: Vlastní zpráva

source: Would you like to use the global default message or apply a custom message to this post?
cs_cz: Chcete pro tento obsah použít globální výchozí zprávu, nebo vlastní zprávu?

source: Redirect user
cs_cz: Přesměruj uživatele

source: Show access restricted message
cs_cz: Zobraz zprávu "omezený obsah"

source: Action when users without access tries to view the post
cs_cz: Co se má stát, pokud uživatel bez přístupových práv zkusí zobrazit tento obsah

source: What happens when users without access try to view the post?
cs_cz: Co se má stát, pokud uživatel bez přístupových práv zkusí zobrazit tento obsah?

source: Select which roles can access this post
cs_cz: Zvolte, které role mohou přistupovat k tomuto obsahu

source: Logged in users
cs_cz: Přihlášení uživatelé

source: Logged out users
cs_cz: Odhlášení uživatelé

source: Restrict access to this post?
cs_cz: Omezit přístup k tomuto obsahu?

source: Upgrade's Manual Request
cs_cz: Manuální požadavek na upgrade

source: If you like Ultimate Member please consider leaving a %s review. It will help us to grow the plugin and make it more popular. Thank you.
cs_cz: Pokud se vám Ultimate Member líbí, prosím zvažte napsání %s recenze. Pomůže nám to rozšiřovat plugin a zvýší jeho popularitu. Děkujeme

source: Your %s was unable to be removed at this time.
cs_cz: Váš %s nyní nebylo možné odstranit.

source: Privacy Policy Agreement
cs_cz: Souhlas se zásadami ochrany osobních údajů

source: Terms&Conditions Agreement
cs_cz: Souhlas s podmínkami

source: Verified Account
cs_cz: Ověřený účet

source: Private Content Post ID
cs_cz: ID soukromého obsahu

source: Last Login Timestamp
cs_cz: Časové razítko posledního přihlášení

source: Profile Slug "User ID"
cs_cz: Profil Slug "Uživatelské ID"

source: Profile Slug "First and Last Name with '+'"
cs_cz: Profil Slug "Jméno a příjmení s '+' "

source: Profile Slug "First and Last Name with '-'"
cs_cz: Profil Slug "Jméno a příjmení s '-' "

source: Profile Slug "First and Last Name with '.'"
cs_cz: Profil Slug "Jméno a příjmení s '.' "

source: Profile Slug "Username"
cs_cz: Profil Slug "Uživatelské jméno"

source: Registration HTTP referer
cs_cz: Registrační odkazovač HTTP

source: Registration Nonce
cs_cz: Registrace Nonce

source: Registration Request
cs_cz: Registrační požadavek

source: Registration Timestamp
cs_cz: Časové razítko registrace

source: Registration Form ID
cs_cz: ID registračního formuláře

source: Submitted data on Registration
cs_cz: Data zadaná při registraci

source: Account Status
cs_cz: Stav účtu

source: Privacy Policy
cs_cz: Zásady ochrany osobních údajů

source: Clear
cs_cz: Vymazat

source: Select media
cs_cz: Vybrat soubory

source: No Icon
cs_cz: Žádná ikona

source: Choose Icon
cs_cz: Vybrat ikonu

source: Select
cs_cz: Vybrat

source: Add new rule
cs_cz: Přidat nové pravidlo

source: Here you can setup conditional logic to show/hide this field based on specific fields value or conditions
cs_cz: Zde můžete nastavit podmíněnou logiku k zobrazení/skrytí tohoto pole na základě specifických hodnot či podmínek

source: The easiest way to create powerful online communities and beautiful user profiles with WordPress
cs_cz: Nejjednodušší způsob jak vytvářet online komunity a uživatelské profily pomocí aplikace WordPress

source: Allow users to choose If they want to stay signed in even after closing the browser. If you do not show this option, the default will be to not remember login session.
cs_cz: Povolit uživatelům zvolit si, zda zůstanou přihlášeni i po zavření prohlížeče. Pokud tuto možnost nepovolíte, výchozí nastavení bude zapomenout login session.

source: Show "Remember Me"
cs_cz: Zobrazit "čti mně"

source: Switch on/off the forgot password link in login form
cs_cz: Zobrazit/skrýt odkaz "zapomenuté heslo" v přihlašovacím formuláři

source: Login Forgot Password Link
cs_cz: Odkaz pro zapomenuté heslo v přihlášení

source: Login Secondary Button URL
cs_cz: URL druhého tlačítka přihlášení

source: Login Secondary Button Text
cs_cz: Text druhého tlačítka přihlášení

source: Login Secondary Button
cs_cz: Druhé tlačítko přihlášení

source: Login Primary Button Text
cs_cz: Text prvního tlačítka přihlášení

source: This controls the display of field icons in the login form
cs_cz: Toto ovládá zobrazení ikon polí v přihlašovacím formuláři

source: Login Field Icons
cs_cz: Ikony pole přihlášení

source: Login Shortcode Alignment
cs_cz: Uspořádání krátkého kódu přihlášení

source: Login Maximum Width
cs_cz: Maximální šíře přihlášení

source: This will be the default template to output login
cs_cz: Toto bude sekundární šablona pro výstup přihlášení

source: Login Default Template
cs_cz: Výchozí šablona přihlášení

source: This will be the default role assigned to users registering thru registration form
cs_cz: Toto bude výchozí role přiřazená uživatelům registrovaným skrze registrační formulář

source: Registration Default Role
cs_cz: Výchozí role registrace

source: You can replace default link for this button by entering custom URL
cs_cz: Můžete nahradit výchozí odkaz pro toto tlačítko vložením vlastní URL

source: Registration Secondary Button URL
cs_cz: URL pro druhé tlačítko registrace

source: The text that is used for the secondary button text
cs_cz: Text který je použit jako text druhého tlačítka

source: Registration Secondary Button Text
cs_cz: Text druhého tlačítka registrace

source: Registration Secondary Button
cs_cz: Druhé tlačítko registrace

source: The text that is used for primary button text
cs_cz: Text který je použit jako text prvního tlačítka

source: Registration Primary Button Text
cs_cz: Text prvního tlačítka registrace

source: This controls the display of field icons in the registration form
cs_cz: Toto ovládá zobrazení ikon polí v registračním formuláři

source: Registration Field Icons
cs_cz: Ikony pole registrace

source: Registration Shortcode Alignment
cs_cz: Uspořádání krátkých kódu v registraci

source: The maximum width this shortcode can take from the page width
cs_cz: Maximální šíře kterou si tento shortcode může vzít z šířky stránky

source: Registration Maximum Width
cs_cz: Maximální šíře registrace

source: This will be the default template to output registration
cs_cz: Toto bude výchozí šablony pro výstupní registraci

source: Registration Default Template
cs_cz: Výchozí šablona registrace

source: Profile Menu
cs_cz: Menu profilu

source: Enable menu icons in desktop view
cs_cz: Povolit ikony menu v desktopovém zobrazení

source: This will be the default tab on user profile page
cs_cz: Toto bude výchozí záložka na profilové stránce uživatele

source: Profile menu default tab
cs_cz: Výchozí záložka menu profilu

source: Choose user roles...
cs_cz: Vyberte uživatelské role...

source: Select the the user roles allowed to view this tab.
cs_cz: Zvolte uživatelské role, které budou moci zobrazit tuto záložku.

source: Allowed roles
cs_cz: Povolené role

source: Select which users can view this tab.
cs_cz: Zvolte kteří uživatelé mohou zobrazit tuto záložku.

source: Who can see %s Tab?
cs_cz: Kdo může zobrazit %s záložku?

source: %s Tab
cs_cz: %s záložka

source: Enable profile menu
cs_cz: Povolit menu profilu

source: Switch on/off the emoticon (sad face) that appears above the message
cs_cz: Zapnout/vypnout emotikon :-( který se zobrazuje nad zprávou

source: Show the emoticon
cs_cz: Zobrazit smajlíky

source: Switch on/off the custom message that appears when the profile is empty
cs_cz: Zapnout/vypnout vlastní zprávu která se zobrazí pokud je profil prázdný

source: Show a custom message if profile is empty
cs_cz: Zobrazit vlastní zprávu pokud je profil prázdný

source: For incompatible themes, please make the menu open from left instead of bottom by default.
cs_cz: Pro nekompatibilní motivy, prosím ať se menu ve výchozím nastavení otevírá zleva místo odspodu.

source: Profile Header Menu Position
cs_cz: Pozice menu v záhlaví profilu

source: Maximum number of characters to allow in user description field in header.
cs_cz: Maximální počet znaků v poli popisu uživatele v záhlaví.

source: User description maximum chars
cs_cz: Max znaků pro popis uživatele

source: Switch on/off to enable/disable support for html tags on user description.
cs_cz: Zapnout/vypnout podporu html tagů v popisu uživatele.

source: Enable HTML support for user description
cs_cz: Zapnout podporu HTML pro popis uživatele

source: Switch on/off the user description on profile header
cs_cz: Zapnout/vypnout popis uživatele v záhlaví profilu

source: Show user description in header
cs_cz: Zobrazit popis uživatele v záhlaví

source: Switch on/off the social links on profile header
cs_cz: Zapnout/vypnout odkazy na sociální sítě v záhlaví profilu

source: Show social links in profile header
cs_cz: Zobrazit odkazy na sociální sítě v záhlaví profilu

source: Switch on/off the user name on profile header
cs_cz: Zapnout/vypnout jméno uživatele v záhlaví profilu

source: Show display name in profile header
cs_cz: Zobrazit zobrazované jméno v záhlaví profilu

source: Display field icons for related user meta fields in header or not
cs_cz: Zda v záhlaví zobrazit ikony polí pro provázaná uživatelská meta pole.

source: Profile Header Meta Text Icon
cs_cz: Ikona meta textu záhlaví profilu

source: Choose global ratio for cover photos of profiles
cs_cz: Zvolte globální poměr stran pro krycí fotografie profilů

source: Profile Cover Ratio
cs_cz: Poměr stran krycího obrázku profilu

source: Switch on/off the profile cover photos
cs_cz: Zapnout/vypnout krycí fotografie profilu

source: Profile Cover Photos
cs_cz: Krycí fotografie profilu

source: The global default of profile photo size. This can be overridden by individual form settings
cs_cz: Globální výchozí velikost profilové fotografie. Toto může být přepsáno nastavením pro jednotlivé formuláře

source: You can change the default cover photo globally here. Please make sure that the default cover is large enough and respects the ratio you are using for cover photos.
cs_cz: Zde můžete změnit výchozí krycí fotografii. Prosím ujistěte se, zda je výchozí krycí foto dostatečně veliké a dodržuje poměr stran který používáte pro krycí fotografie.

source: Default Cover Photo
cs_cz: Výchozí krycí foto

source: You can change the default profile picture globally here. Please make sure that the photo is 300x300px.
cs_cz: Zde můžete změnit výchozí profilový obrázek. Prosím ujistěte se, že rozměry obrázku jsou 300x300px.

source: Default Profile Photo
cs_cz: Výchozí profilový obrázek

source: The text that is used for cancelling update profile button
cs_cz: Texte který je použit pro zrušení aktualizace profilového tlačítka

source: Profile Secondary Button Text
cs_cz: Text druhého tlačítka profilu

source: Switch on/off the secondary button display in the form
cs_cz: Zapnout/vypnout viditelnost druhého tlačítka ve formuláři

source: Profile Secondary Button
cs_cz: Druhé tlačítko profilu

source: The text that is used for updating profile button
cs_cz: Text který je použit pro tlačítko aktualizace profilu

source: Profile Primary Button Text
cs_cz: Text prvního tlačítka profilu

source: Turn off
cs_cz: Vypnout

source: Show with label
cs_cz: Zobrazit s popiskem

source: Show inside text field
cs_cz: Zobrazit v textovém poli

source: This is applicable for edit mode only
cs_cz: Toto je použitelné pouze pro režim úprav

source: Profile Field Icons
cs_cz: Ikony pole profilu

source: Right aligned
cs_cz: Zarovnat vpravo

source: Left aligned
cs_cz: Zarovnat vlevo

source: Centered
cs_cz: Na střed

source: The maximum width of the profile area inside profile (below profile header)
cs_cz: Maximální šíře oblasti profilu v profilu (pod záhlavím profilu)

source: Profile Area Maximum Width
cs_cz: Maximální šíře oblasti profilu

source: Profile Maximum Width
cs_cz: Maximální šíře profilu

source: This will be the default template to output profile
cs_cz: Toto bude výchozí šablonou pro výsledný profil

source: Profile Default Template
cs_cz: Výchozí šablona profilu

source: Profile
cs_cz: Profil

source: Show an asterisk for required fields
cs_cz: Zobrazit * u vyžadovaných polí

source: General
cs_cz: Obecné

source: Appearance
cs_cz: Vzhled

source: This will be used in the meta description that is available for search-engines.
cs_cz: Toto bude použito v meta popisu, který je dostupný pro vyhledávače

source: User Profile Dynamic Meta Description
cs_cz: Dynamický meta popis uživatelského profilu

source: This is the title that is displayed on a specific user profile
cs_cz: Tento nadpis se zobrazí na profilu jednotlivého uživatele

source: User Profile Title
cs_cz: Název stránky uživatelského profilu

source: This will be the minimum width for cover photo uploads
cs_cz: Toto je minimální povinná šířka pro vkládané fotky do záhlaví

source: Cover Photo Minimum Width (px)
cs_cz: Maximální šíře krycího obrázku (px)
