Repository: TomajsD/rob-liberec
Catalog: languages/plugins/ultimate-member-*.po
Languages: cs_cz

source: Your password reset link has expired. Please request a new link below.
cs_cz: Váš odkaz pro resetování hesla vypršel. Požádejte o nový odkaz níže.

source: Invalid nonce
cs_cz: Neplatná hodnota

source: Upload File
cs_cz: Nahrát soubor

source: Please update extension <strong>"%s"</strong> to the latest version.
cs_cz: Aktualizujte prosím rozšíření <strong>"%s"</strong> na nejnovější verzi.

source: Purge temp files dir...
cs_cz: Odstranění dočasných souborů...

source: Temporary dir was purged successfully
cs_cz: Dočasné soubory odstraněny úspěšně

source: Edit profile
cs_cz: Upravit profil

source: Shows the search member form.
cs_cz: Zobrazí formulář pro vyhledání členů.

source: Logged In Users
cs_cz: Přihlášení uživatelé

source: Logged Out Users
cs_cz: Odhlášení uživatelé

source: Ultimate Member Menu Settings
cs_cz: Nastavení Ultimate Member Menu

source: Your choosed %s
cs_cz: Zvolil/a jsi %s

source: This field is required
cs_cz: Toto pole je povinné

source: You do not have permission to make this action.
cs_cz: Nemáte povolení k této akci!

source: &mdash; No role for Ultimate Member &mdash;
cs_cz: &mdash; Žádná role pro Ultimate Member &mdash;

source: This file type is not recognized.
cs_cz: Tento typ pole není podporován

source: Your image is invalid!
cs_cz: Obrázek je neplatný!

source: You are already registered
cs_cz: Již jste zaregistrován/a

source: https://wordpress.org/support/
cs_cz: https://cs.wordpress.org/support/

source: An unexpected error occurred. Something may be wrong with %s or this server&#8217;s configuration. If you continue to have problems, please try the <a href="%s">support forums</a>.
cs_cz: Nastala neočekávaná chyba. Pravděpodobně je něco špatně s %s nebo s konfigurací tohoto serveru. Pokud problém přetrvá, zkuste <a href="%s">fórum podpory</a>.

source: Invalid file ownership
cs_cz: Neplatné vlastnictví souboru

source: Add translation to %s
cs_cz: Přidat překlad k %s

source: Edit the %s translation
cs_cz: Upravit překlad %s

source: Enter a bit about yourself...
cs_cz: Pověz nám něco o sobě...

source: Please provide a meta key
cs_cz: Zadejte prosím meta klíč

source: Cheatin&#8217; huh?
cs_cz: Nepodvádíte?

source: Correct folder name is <strong>"%s"</strong>
cs_cz: Správný název složky je <strong>"%s"</strong>

source: Please check <strong>"%s" %s</strong> extension's folder name.
cs_cz: Zkontrolujte prosím název složky s rozšířením <strong>"%s" %s</strong>.

source: Sorry, but this version of <strong>%s</strong> does not work with extension <strong>"%s" %s</strong> version.
cs_cz: Omlouváme se, ale tato verze <strong>%s</strong> správně nefunguje s rozšířením <strong>"%s" %s</strong> v této verzi.

source: Please update <strong>%s</strong> to the latest version.
cs_cz: Aktualizujte prosím <strong>"%s"</strong> na nejnovější verzi.

source: This version of <strong>"%s"</strong> requires the core <strong>%s</strong> plugin to be <strong>%s</strong> or higher.
cs_cz: Tato verze <strong>„%s“</strong> vyžaduje, aby <strong>jádro %s</strong> zásuvný <strong>být %s</strong> nebo vyšší.

source: Whether to send the user an email when he updated their account
cs_cz: Zaslat uživateli e-mail, když si aktualizuje účet

source: Account Updated Email
cs_cz: Účet aktualizoval e-mail

source: Your account is pending review
cs_cz: Váš účet čeká na kontrolu

source: Members
cs_cz: Uživatelé

source: Check All
cs_cz: Zkontrolovat vše

source: Uncheck All
cs_cz: Odškrtni vše

source: Enter Title Here
cs_cz: Zadejte název

source: User Role <strong>Updated</strong> Successfully.
cs_cz: Uživatelská úrověň <strong>aktualizována</strong>

source: User Role <strong>Added</strong> Successfully.
cs_cz: Uživatelská role <strong>přidána</strong> úspěšně.

source: Edit Role
cs_cz: Uprav roli

source: Add New Role
cs_cz: Přidej novou roli

source: Role already exists!
cs_cz: Role již existuje!

source: Title is empty!
cs_cz: Nadpis je prázdný!

source: Create Role
cs_cz: Vytvoř roli

source: Update Role
cs_cz: Aktualizuj roli

source: The higher the number, the higher the priority
cs_cz: Čím vyšší číslo, tím vyšší priorita

source: Role Priority
cs_cz: Priorita role

source: Finish
cs_cz: Dokonči

source: If you have extended the functionality of the plugin (e.g sending registered user data to MailChimp via our MailChimp extension, this user info may be passed to these external services. These services may be located abroad and outwith the EU.
cs_cz: Pokud jste rozšířili funkčnost pluginu (např. zasílání registračních údajů uživatelů do MailChimp prostřednictvím našeho rozšíření MailChimp, mohou být tyto informace o uživateli předány těmto externím službám. Tyto služby mohou být umístěny v zahraničí i mimo EU.

source: %s does not send any user data outside of your site by default.
cs_cz: %s ve výchozím nastavení neposílá žádná data pryč z vašich stránek.

source: Where we send your data
cs_cz: Kam posíláme vaše data?

source: If syncing data to a 3rd party service (e.g Mailchimp via our MailChimp extension), data is retained there until unsubscribed or deleted.
cs_cz: Pokud synchronizujete data se službou třetí strany (např. Mailchimp prostřednictvím našeho rozšíření MailChimp), zůstanou v ní data, dokud nebude odběr nebo odhlášení odstraněno.

source: Data can be exported or removed upon users request via the existing WordPress data exporter or eraser.
cs_cz: Data mohou být exportována nebo odstraněna na žádost uživatelů prostřednictvím existujícího exportéru nebo odstraňovače dat WordPress.

source: Registered user information is retained in your website’s database indefinitely.
cs_cz: Informace o registrovaných uživatelích jsou uchovány v databázi vašich webových stránek po neomezenou dobu.

source: How long we retain your data
cs_cz: Jak dlouho uchováváme vaše data

source: You should include in your privacy policy what personal data is captured when someone submits/fills in one of the forms, why you collect it and what you do with this data and how long you keep it.
cs_cz: Do svých zásad ochrany osobních údajů byste měli zahrnout, jaké osobní údaje jsou zachyceny, když někdo odešle / vyplní některý z formulářů, proč je shromažďujete a co s těmito údaji děláte a jak dlouho je uchováváte.

source: Via these forms you are collecting personal data from your users.
cs_cz: Prostřednictvím těchto formulářů shromažďujete osobní údaje od svých uživatelů.

source: %s provides you with forms for user registration, login and profiles.
cs_cz: %s vám poskytuje formuláře pro registraci uživatelů, přihlášení a profily.

source: What personal data we collect and why we collect it
cs_cz: Které osobní údaje sbíráme a proč

source: Please confirm your acceptance of our privacy policy
cs_cz: Prosím potvrďte souhlas s našimi zásadami ochrany osobních údajů

source: Error Text
cs_cz: Chybová hláška

source: Please confirm that you agree to our privacy policy
cs_cz: Prosím potvrďte, že souhlasíte s našimi zásadami ochrany osobních údajů

source: Checkbox agreement description
cs_cz: Popis smlouvy zaškrtávacího políčka

source: Hide privacy policy
cs_cz: Skrýt zásady ochrany osobních údajů

source: Toggle Hide text
cs_cz: Přepnout skrytí textu

source: Show privacy policy
cs_cz: Zobrazit zásady ochrany osobních údajů

source: Toggle Show text
cs_cz: Přepnout zobrazení textu

source: Content
cs_cz: Obsah

source: Enable on this form
cs_cz: Povolit na tomto formuláři

source: Select page
cs_cz: Zvolit stránku

source: Add New Field
cs_cz: Přidat nové pole

source: Fields selected here will appear in the profile header area below the user's display name
cs_cz: Zde zvolená pole se zobrazí v záhlaví profilu pod uživatelovým zobrazovaným jménem

source: Require user to update a profile photo when updating their profile
cs_cz: Vyžadovat aktualizaci profilové fotografie při aktualizaci profilu uživatele

source: Set the profile photo size in pixels here
cs_cz: Zde zvolte velikost obrázku v pixelech

source: Please note if you make a profile form specific to a role then you must make sure that every other role is assigned a profile form
cs_cz: Nezapomeňte, že pokud vytvoříte profilový formulář specifický pro určitou roli, musíte se ujistit, že ke každé jiné roli je přiřazen profilový formulář

source: Change this If you want to override role redirection settings after login only.
cs_cz: Změňte tuto volbu pouze pokud si přejete přepsat nastavení přesměrování rolí po přihlášení.

source: The maximum width of shortcode in pixels e.g. 600px
cs_cz: Maximální šířka krátkého kódu v pixelech např. 600px

source: Apply custom settings to this form
cs_cz: Použij vlastní nastavení pro tento formulář

source: More Details
cs_cz: Zobrazit podrobnosti

source: Get this Add on
cs_cz: Získat tento doplněk

source: Free
cs_cz: Zdarma

source: Premium
cs_cz: Prémium

source: This is the text that is displayed if no users are found during a search
cs_cz: Tento text se zobrazí, pokud vyhledávání nevrátí žádného uživatele

source: If you want to allow specific user roles to be able to search only
cs_cz: Pokud chcete povolit pouze určitým uživatelským rolím vyhledávání

source: If turned on, member results will only appear after search/filter is performed
cs_cz: Pokud je zapnuto, členové se zobrazí až po aplikování filtru/vyhledávání

source: If turned on, users will be able to search members in this directory
cs_cz: Pokud je zapnuto, uživatelé mohou vyhledávat členy v tomto adresáři

source: Add New Custom Field
cs_cz: Přidat nové vlastní pole

source: If turned on, the users cover photo will appear in the directory
cs_cz: Pokud je zapnuto, v adresáři se budou zobrazovat uživatelská krycí fota

source: To sort by a custom field, enter the meta key of field here
cs_cz: Pro řazení podle vlastního pole vložte meta klíč pole zde

source: If 'Use Gravatars' as profile photo is enabled, this option is ignored
cs_cz: Pokud je použita volba "použít Gravatary", je toto nastavení ignorováno

source: If you do not want to show all members, select only user roles to appear in this directory
cs_cz: Pokud nechcete zobrazovat všechny členy, zvolte uživatelské role, které se mají v tomto adresáři zobrazit

source: Get latest versions
cs_cz: Získat poslední verze

source: Run this task from time to time if you have issues with WP Cron and need to get UM extension updates.
cs_cz: Pokud máte problémy s WP Cronem a potřebujete aktualizovat UM rozšíření, čas od času spusťte tuto úlohu.

source: Your temp uploads directory is <span class="ok">clean</span>. There is nothing to purge.
cs_cz: Vaše dočasná složka pro nahrávání souborů je <span class="ok">prázdná</span>. Není co mazat.

source: Purge Temp
cs_cz: Vymaž dočasné

source: You can free up <span class="red">%s MB</span> by purging your temp upload directory.
cs_cz: Vymazáním dat z vaší dočasné složky pro nahrávání souborů můžete uvolnit <span class="red">%s MB</span> .

source: Clear cache of %s users
cs_cz: Vymazat mezipaměť %s uživatelů

source: Run this task from time to time to keep your DB clean.
cs_cz: Čas od času spusťte tuto úlohu ať udržíte vaši databázi v dobrém stavu.

source: Clear Users Cache...
cs_cz: Vyčistit mezipaměť uživatelů...

source: Users cache was cleared successfully
cs_cz: Mezipaměť uživatelů byla úspěšně vyčištěna

source: Upgrade Email Templates...
cs_cz: Upgraduj e-mailové šablony...

source: Get all Products...
cs_cz: Získat všechny produkty...

source: Upgrade Woocommerce Products...
cs_cz: Upgraduj produkty Woocommerce...

source: Get bbPress Forums count...
cs_cz: Získat počet bbPress fór

source: Upgrade bbPress Forums...
cs_cz: Upgraduj bbPress fóra...

source: Upgrade UM Custom Post Types...
cs_cz: Upgraduj UM vlastní typy příspěvků...

source: Upgrade Social Login Forms...
cs_cz: Upgraduj Social Login Forms...

source: Upgrade Mailchimp Lists...
cs_cz: Upgraduj Mailchimp Lists...

source: Upgrade Menu Items...
cs_cz: Upgraduj Menu Items...

source: Upgrade Settings...
cs_cz: Upgraduj Settings...

source: Upgrade Content Restriction Settings...
cs_cz: Upgraduj Content Restriction Settings...

source: Start users upgrading...
cs_cz: Začátek aktualizace uživatelů...

source: There are
cs_cz: Jsou tam

source: users...
cs_cz: uživatelé...

source: Getting
cs_cz: Získávám

source: Upgrade Users...
cs_cz: Upgraduj uživatele...

source: Upgrade Roles...
cs_cz: Upgraduj role...

source: Upgrade Styles...
cs_cz: Upgraduj styly...

source: Email Templates was upgraded successfully
cs_cz: Šablona e-mailu byla úspěšně aktualizována

source: Woocommerce Products from %s to %s was upgraded successfully...
cs_cz: Produkty Woocommerce od %s do %s byly úspěšně aktualizovány...

source: Woocommerce Products are ready for upgrade
cs_cz: Produkty Woocommerce jsou připraveny pro upgrade

source: Forums from %s to %s was upgraded successfully...
cs_cz: Formulář fór od %s do %s byl úspěšně aktualizován...

source: Forums are ready for upgrade
cs_cz: Fóra jsou připravena pro upgrade

source: UM Custom Posts was upgraded successfully
cs_cz: UM Custom Posts byly úspěšně aktualizovány

source: Social login forms was upgraded successfully
cs_cz: Social login forms byly úspěšně aktualizovány

source: Mailchimp Lists was upgraded successfully
cs_cz: Mailchimp Lists byl úspěšně aktualizován

source: Menus settings was upgraded successfully
cs_cz: Menus settings bylo úspěšně aktualizováno

source: Settings was upgraded successfully
cs_cz: Nastavení byly úspěšně aktualizovány

source: Users from %s to %s was upgraded successfully...
cs_cz: Uživatelé od %s do %s byli úspěšně aktualizováni...

source: User Roles was upgraded successfully
cs_cz: Uživatelské role byly úspěšně aktualizovány

source: Styles was upgraded successfully
cs_cz: Styly byly úspěšně aktualizovány

source: User Role <strong>Deleted</strong> Successfully.
cs_cz: Uživatelská role <strong>smazána</strong> úspěšně.

source: Priority
cs_cz: Priorita

source: UM Custom Role
cs_cz: UM vlastní role

source: Role ID
cs_cz: ID role

source: Reset UM Role meta
cs_cz: Resetovat meta UM role

source: Are you sure you want to reset UM role meta?
cs_cz: Určitě resetovat meta UM role?

source: Are you sure you want to delete this role?
cs_cz: Opravdu chcete smazat tuto roli?

source: Edit
cs_cz: Upravit

source: Roles
cs_cz: Role

source: Recipient(s)
cs_cz: Příjemce(i)

source: Email Notifications
cs_cz: Upozornění e-mailem

source: Email Notification
cs_cz: Upozornění e-mailem

source: Member
cs_cz: Člen

source: not found.
cs_cz: nenalezeno.

source: items
cs_cz: položek

source: item
cs_cz: položka

source: Run
cs_cz: Spusť

source: Upgrade Log
cs_cz: Upgradovat log

source: If the update was successful, you will see a corresponding message. Otherwise, contact technical support if the update failed.
cs_cz: Pokud aktualizace proběhne v pořádku, uvidíte odpovídající zprávu. V opačném případě kontaktujte technickou podporu.

source: %s - Upgrade Process
cs_cz: %s - Upgradovat proces

source: empty
cs_cz: prázdné

source: Upgrade
cs_cz: Upgradovat

source: %s is a major update, and we highly recommend creating a full backup of your site before updating.
cs_cz: %s je významná aktualizace a před aktualizací důrazně doporučujeme vytvořit úplnou zálohu vašeho webu.

source: Re-Activate
cs_cz: Znovu aktivovat

source: Clear License
cs_cz: Smazat licenci

source: To receive updates, please enter your valid %s license key.
cs_cz: Pro získání aktualizací, prosím vložte platný %s licenční klíč.

source: Your license key expires on %s.
cs_cz: Váš licenční klíč vyprší dne %s.

source: Your license key expires soon! It expires on %s. <a href="%s" target="_blank">Renew your license key</a>.
cs_cz: Váš licenční klíč brzy vyprší. Vyprší %s. <a href="%s" target="_blank">Obnovte svůj licenční klíč</a>.

source: License key never expires.
cs_cz: Váš licenční klíč nikdy nevyprší.

source: There was an error with this license key: %s. Please <a href="%s">contact our support team</a>.
cs_cz: Vyskytla se chyb s licenčním klíčem: %s. Prosím kontaktujte naší <a href="%s">podporu</a>.

source: unknown_error
cs_cz: neznama_chyba

source: The key you entered belongs to a bundle, please use the product specific license key.
cs_cz: Poskytnutý klíč náleží k balíčku. Prosím použijte klíč pro samostatný produkt.

source: Your license key has reached its activation limit. <a href="%s">View possible upgrades</a> now.
cs_cz: Váš licenční klíč dosáhl limitu aktivací. <a href="%s">Prohlédněte si možnosti navýšení</a> právě teď.

source: This appears to be an invalid license key for %s.
cs_cz: Toto je neplatný klíč pro %s.

source: Your %s is not active for this URL. Please <a href="%s" target="_blank">visit your account page</a> to manage your license key URLs.
cs_cz: Váš %s není pro tuto URL aktivní. Prosím <a href="%s" target="_blank">jděte na stránku svého účtu</a> pro nastavení URL pro vaše licenční klíče.

source: Invalid license. Please <a href="%s" target="_blank">visit your account page</a> and verify it.
cs_cz: Neplatná licence. Prosím <a href="%s" target="_blank">jděte na stránku vašeho účtu</a> a ověřte ji.

source: Your license key has been disabled. Please <a href="%s" target="_blank">contact support</a> for more information.
cs_cz: Váš licenční klíč byl zneplatněn. Pro více informací <a href="%s" target="_blank">kontaktujte podporu</a> .

source: Your license key expired on %s. Please <a href="%s" target="_blank">renew your license key</a>.
cs_cz: Váš licenční klíč vypršel %s. Prosím <a href="%s" target="_blank">obnovte svůj licenční klíč</a>.

source: Ultimate Member - Settings
cs_cz: Ultimate Member - Nastavení

source: Install Info
cs_cz: Instalační informace

source: Check this box if you would like Ultimate Member to completely remove all of its data when the plugin/extensions are deleted.
cs_cz: Zaškrtněte tuto volbu pokud chcete, aby Ultimate Member kompletně smazal veškerá svá data pokud plugin/rozšíření smažete.

source: Remove Data on Uninstall?
cs_cz: Odstranit data při odinstalaci?

source: Misc
cs_cz: Různé

source: Select Default Cover Photo
cs_cz: Zvolte výchozí krycí foto

source: Select Default Profile Photo
cs_cz: Zvolte výchozí profilové foto

source: If you plan use e-mails with HTML, please make sure that this option is enabled. Otherwise, HTML will be displayed as plain text.
cs_cz: Pokud máte v plánu použít HTML v e-mailech, ujistěte se, zda je tato volba povolena. V opačném případě se bude HTML zobrazovat jako prostý text.

source: Other
cs_cz: Ostatní

source: This is the message shown to users that do not have permission to view the content
cs_cz: Toto je zpráva, která se zobrazí uživateli, který nemá práva k zobrazení obsahu

source: Restricted Access Message
cs_cz: Zpráva omezeného přístupu

source: Restriction Content
cs_cz: Omezený obsah

source: Pages
cs_cz: Stránky

source: %s page
cs_cz: %s stránka

source: Wrong Data
cs_cz: Špatná data

source: Wrong Nonce
cs_cz: Špatné slovo

source: <strong>%s</strong> future plans! Detailed future list is <a href="%s" target="_blank">here</a>
cs_cz: <strong>%s</strong> plány do budoucna! Podrobný budoucí seznam je <a href="%s" target="_blank">zde</a>

source: We're sorry to hear that. If you're having the issue with the plugin you can create a topic on our <a href="%s" target="_blank">support forum</a> and we will try and help you out with the issue. Alternatively if you have an idea on how we can make the plugin better or want to tell us what you don't like about the plugin you can tell us know by giving us feedback.
cs_cz: Je nám líto, že to slyším. Pokud máte problém s pluginem, můžete vytvořit téma na našem <a href="%s" target="_blank">fóru podpory</a> a my se pokusíme vám s problémem pomoci. Alternativně, pokud máte představu o tom, jak můžeme plugin vylepšit, nebo nám chcete sdělit, co se vám na pluginu nelíbí, můžete nám sdělit zpětnou vazbu.

source: Provide Feedback
cs_cz: Poskytněte zpětnou vazbu

source: We're glad to hear that you like the plugin but we would love to get your feedback so we can make the plugin better.
cs_cz: Jsme moc rádi, že se vám náš doplněk líbí, ale byly by jsme moc rádi za vaši zpětnou vazbu ať můžeme doplněk udělat ještě lepší.

source: Leave Review
cs_cz: Přidat recenzi

source: Great! We're happy to hear that you love the plugin. It would be amazing if you could let others know why you like %s by leaving a review of the plugin. This will help %s to grow and become more popular and would be massively appreciated by us!
cs_cz: Skvělé! Jsme moc rádi, že se vám náš doplněk líbí. Bylo by super, pokud by jste mohli dát ostatním vědět proč máte %s rádi napsáním recenze. To pomůže %s růst a být ještě úspěšnější a my budeme moc rádi.

source: I don't like the plugin
cs_cz: Nelíbí se mi tento plugin

source: It's good but could be better
cs_cz: Dobré, ale mohlo by být lepší

source: I love it!
cs_cz: Miluji to!

source: Hey there! It's been one month since you installed %s. How have you found the plugin so far?
cs_cz: Zdravíčko! Už je to měsíc co jste nainstalovali %s. Jak se vám plugin líbí?

source: <strong>%s %s</strong> Successfully Upgraded
cs_cz: <strong>%s %s</strong> úspěšně upgradováno

source: <strong>%s version %s</strong> needs to be updated to work correctly.<br />It is necessary to update the structure of the database and options that are associated with <strong>%s %s</strong>.<br />Please visit <a href="%s">"Upgrade"</a> page and run the upgrade process.
cs_cz: <strong>%s verzi %s</strong> je potřeba aktualizovat pro správnou funkčnost.<br />Je nutné aktualizovat strukturu databáze a možnosti přiřazené k <strong>%s %s</strong>.<br />Prosím navštivte <a href="%s">"Upgrade"</a> odkaz a spusťte proces upgradu.

source: You have %d invalid or expired license keys for %s. Please go to the <a href="%s">Licenses page</a> to correct this issue.
cs_cz: Máte %d neplatné nebo vypršelé klíče pro %s. Prosím jděte na <a href="%s">Licenční stránku</a> a opravte problém.

source: There are %d inactive %s license keys for this site. This site is not authorized to get plugin updates. You can active this site on <a href="%s">www.ultimatemember.com</a>.
cs_cz: Pro tento web existují %d neaktivní licenční klíče %s. Tato stránka nemá oprávnění k získávání aktualizací pluginů. Tuto stránku můžete aktivovat na <a href="%s">www.ultimatemember.com</a> .

source: No thanks
cs_cz: Ne děkuji.

source: You have installed <strong>%s</strong> with wrong folder name. Correct folder name is <strong>"ultimate-member"</strong>.
cs_cz: Nainstalovali jste <strong>%s</strong> se špatným názvem složky. Správný název složky je <strong>„ultimate-member“</strong> .

source: Try again later. You can run this action once daily.
cs_cz: Zkuste to znovu později. Tuto akci lze provést pouze jednou denně.

source: <strong>%s %s</strong> requires 2.0 extensions. You have pre 2.0 extensions installed on your site. <br /> Please update %s extensions to latest versions. For more info see this <a href="%s" target="_blank">doc</a>.
cs_cz: <strong>%s %s</strong> vyžaduje rozšíření 2.0. Na svém webu máte nainstalovaná rozšíření starší než 2.0.<br /> Aktualizujte prosím %s rozšíření na nejnovější verze. Další informace naleznete v tomto <a href="%s" target="_blank">dokumentu</a> .

source: No Selected
cs_cz: Nevybráno

source: Dynamically populates the option based from selected parent option.
cs_cz: Dynamicky vyplní možnost na základě zvolené nadřazené možnosti

source: Parent Option
cs_cz: Nadřazená možnost

source: Add a callback source to retrieve choices.
cs_cz: Přidat "callback" zdroj pro načtení možností.

source: Choose whether you want a 5-stars or 10-stars ratings based here.
cs_cz: Zvolte zda zde chcete 5ti nebo 10ti hvězdičková hodnocení.

source: This option allows you to set whether the field must be filled in before the form can be processed.
cs_cz: Touto volbou vynutíte vyplnění pole před zpracováním formuláře.
