Repository: TomajsD/rob-liberec
Catalog: languages/plugins/ultimate-member-*.po
Languages: cs_cz

source: Holy See (Vatican City State)
cs_cz: Svatý stolec (Vatikánský městský stát)

source: Heard Island and McDonald Islands
cs_cz: Heardův ostrov a McDonaldovy ostrovy

source: Greenland
cs_cz: Grónsko

source: Greece
cs_cz: Řecko

source: Germany
cs_cz: Německo

source: Gambia
cs_cz: Gambie

source: French Southern Territories
cs_cz: Francouzská jižní území

source: French Polynesia
cs_cz: Francouzská Polynésie

source: French Guiana
cs_cz: Francouzská Guyana

source: France
cs_cz: Francie

source: Finland
cs_cz: Finsko

source: Fiji
cs_cz: Fidži

source: Faroe Islands
cs_cz: Faerské ostrovy

source: Falkland Islands (Malvinas)
cs_cz: Falklandy

source: Ethiopia
cs_cz: Etiopie

source: Estonia
cs_cz: Estonsko

source: Equatorial Guinea
cs_cz: Rovníková Guinea

source: El Salvador
cs_cz: Salvador

source: Ecuador
cs_cz: Ekvádor

source: Dominican Republic
cs_cz: Dominikánská republika

source: Dominica
cs_cz: Dominika

source: Djibouti
cs_cz: Džibutsko

source: Denmark
cs_cz: Dánsko

source: Czech Republic
cs_cz: Česká republika

source: Cyprus
cs_cz: Kypr

source: Cuba
cs_cz: Kuba

source: Croatia
cs_cz: Chorvatsko

source: Côte d'Ivoire
cs_cz: Pobřeží slonoviny

source: Costa Rica
cs_cz: Kostarika

source: Cook Islands
cs_cz: Cookovy ostrovy

source: Congo, the Democratic Republic of the
cs_cz: Demokratická republika Kongo

source: Congo
cs_cz: Kongo

source: Comoros
cs_cz: Komory

source: Colombia
cs_cz: Kolumbie

source: Cocos (Keeling) Islands
cs_cz: Kokosové a Keelingovy ostrovy

source: Christmas Island
cs_cz: Vánoční ostrov

source: China
cs_cz: Čína

source: Chad
cs_cz: Čad

source: Central African Republic
cs_cz: Středoafrická republika

source: Cayman Islands
cs_cz: Kajmanské ostrovy

source: Cape Verde
cs_cz: Kapverdské ostrovy

source: Canada
cs_cz: Kanada

source: Cameroon
cs_cz: Kamerun

source: Cambodia
cs_cz: Kambodža

source: Bulgaria
cs_cz: Bulharsko

source: Brunei Darussalam
cs_cz: Brunej Darussalam

source: British Indian Ocean Territory
cs_cz: Britské indickooceánské území

source: Brazil
cs_cz: Brazílie

source: Bouvet Island
cs_cz: Bouvetův ostrov

source: Bosnia and Herzegovina
cs_cz: Bosna a Hercegovina

source: Bolivia, Plurinational State of
cs_cz: Bolívie

source: Bhutan
cs_cz: Bhútán

source: Bermuda
cs_cz: Bermudy

source: Belgium
cs_cz: Belgie

source: Belarus
cs_cz: Bělorusko

source: Bangladesh
cs_cz: Bangladéš

source: Bahrain
cs_cz: Bahrajn

source: Bahamas
cs_cz: Bahamy

source: Azerbaijan
cs_cz: Ázerbájdžán

source: Austria
cs_cz: Rakousko

source: Australia
cs_cz: Austrálie

source: Armenia
cs_cz: Arménie

source: Antigua and Barbuda
cs_cz: Antigua a Barbuda

source: Antarctica
cs_cz: Antarktida

source: American Samoa
cs_cz: Americká Samoa

source: Algeria
cs_cz: Alžírsko

source: Albania
cs_cz: Albánie

source: Åland Islands
cs_cz: Ålandy

source: Afghanistan
cs_cz: Afghánistán

source: Chinese
cs_cz: Čínsky

source: Yoruba
cs_cz: Jorubština

source: Yiddish
cs_cz: Jidiš

source: Xhosa
cs_cz: Xhoština

source: Walloon
cs_cz: Wolof

source: Volapuk
cs_cz: Volapük

source: Vietnamese
cs_cz: Vietnamština

source: Venda
cs_cz: Vendština

source: Urdu
cs_cz: Urdština

source: Ukrainian
cs_cz: Ukrajinština

source: Uighur
cs_cz: Ujgurové

source: Tahitian
cs_cz: Tahitština

source: Twi
cs_cz: Ťwiština

source: Tatar
cs_cz: Tatarština

source: Tsonga
cs_cz: Tsongština

source: Turkish
cs_cz: Turečtina

source: Tswana
cs_cz: Čwanština

source: Tagalog
cs_cz: Tagalština

source: Turkmen
cs_cz: Turkmenština

source: Tigrinya
cs_cz: Tigriňa

source: Thai
cs_cz: Thajština

source: Tajik
cs_cz: Tádžicky

source: Telugu
cs_cz: Telugština

source: Tamil
cs_cz: Tamilština

source: Swahili
cs_cz: Svahilština

source: Swedish
cs_cz: Švédština

source: Sundanese
cs_cz: Sudánština

source: Southern Sotho
cs_cz: Jižní Sotho

source: Swati
cs_cz: Svazijština

source: Serbian
cs_cz: Srbština

source: Albanian
cs_cz: Albánština

source: Somali
cs_cz: Somálština

source: Shona
cs_cz: Šonština

source: Slovenian
cs_cz: Slovinština

source: Slovak
cs_cz: Slovenština

source: Sinhala
cs_cz: Sinhálština

source: Sango
cs_cz: Sangoština

source: Northern Sami
cs_cz: severní sámština

source: Sindhi
cs_cz: Sindhština

source: Sardinian
cs_cz: Sardinština

source: Sanskrit
cs_cz: Sanskrt

source: Kinyarwanda
cs_cz: Rwandština

source: Russian
cs_cz: Ruština

source: Romanian
cs_cz: Rumunština

source: Quechua
cs_cz: Kečuánština

source: Portuguese
cs_cz: Portugalština

source: Pashto
cs_cz: Paštština

source: Polish
cs_cz: Polština

source: Pali
cs_cz: Páli

source: Panjabi
cs_cz: Paňdžábština

source: Ossetian
cs_cz: Osetština

source: Oromo
cs_cz: Oromština

source: Occitan
cs_cz: Okcitánština

source: Chichewa
cs_cz: Čičevština

source: Navajo
cs_cz: Navažština

source: Norwegian
cs_cz: Norština

source: Dutch
cs_cz: Holandština

source: Nepali
cs_cz: Nepálština

source: Norwegian Bokmal
cs_cz: Norština (bokmål)

source: Burmese
cs_cz: Barmština

source: Maltese
cs_cz: Maltština

source: Malay
cs_cz: Malajština

source: Marathi
cs_cz: Maráthština

source: Mongolian
cs_cz: Mongolština

source: Malayalam
cs_cz: Malajálamština

source: Macedonian
cs_cz: Makedonština

source: Maori
cs_cz: Maorština

source: Marshallese
cs_cz: Maršálština

source: Malagasy
cs_cz: Malgaština

source: Latvian
cs_cz: Lotyština

source: Lithuanian
cs_cz: Litevština

source: Lao
cs_cz: Laos

source: Lingala
cs_cz: Ngalština

source: Limburgish
cs_cz: Limburština

source: Luxembourgish
cs_cz: Lucemburština

source: Latin
cs_cz: Latina

source: Kirghiz
cs_cz: Kyrgyzština

source: Cornish
cs_cz: Kornština

source: Kurdish
cs_cz: Kurdština

source: Kashmiri
cs_cz: Kašmírština

source: Kanuri
cs_cz: Kanurijština

source: Korean
cs_cz: Korejština

source: Kannada
cs_cz: Kannadština

source: Kazakh
cs_cz: Kazachština

source: Kongo
cs_cz: Kongština

source: Javanese
cs_cz: Javánština

source: Japanese
cs_cz: Japonština

source: Inuktitut
cs_cz: Inuktitutština

source: Italian
cs_cz: Italština

source: Icelandic
cs_cz: Islandština

source: Igbo
cs_cz: Igboština

source: Indonesian
cs_cz: Indonéština

source: Herero
cs_cz: Otjiherero (Herero)

source: Armenian
cs_cz: Arménština

source: Hungarian
cs_cz: Maďarština

source: Haitian
cs_cz: Haitština

source: Croatian
cs_cz: Chorvatština

source: Hindi
cs_cz: Hindština

source: Hebrew
cs_cz: Hebrejština

source: Hausa
cs_cz: Hauština

source: Gujarati
cs_cz: Gudžarátština

source: Galician
cs_cz: Galicijština

source: Scottish Gaelic
cs_cz: Skotská gaelština

source: Irish
cs_cz: Irština

source: Western Frisian
cs_cz: Západní Frisian

source: French
cs_cz: Francouština

source: Faroese
cs_cz: Faerština

source: Finnish
cs_cz: Finština

source: Fulah
cs_cz: Fulbové

source: Persian
cs_cz: Perština

source: Basque
cs_cz: Baskičtina

source: Estonian
cs_cz: Estonština

source: Spanish
cs_cz: Španělština

source: English
cs_cz: Angličtina

source: Greek
cs_cz: Řečtina

source: German
cs_cz: Němčina

source: Danish
cs_cz: Dánština

source: Welsh
cs_cz: Velština

source: Czech
cs_cz: Čeština

source: Cree
cs_cz: Kríové

source: Corsican
cs_cz: Korsičtina

source: Chechen
cs_cz: Čečenský

source: Catalan
cs_cz: Katalánština

source: Bosnian
cs_cz: Bosenština

source: Breton
cs_cz: Bretonština

source: Tibetan
cs_cz: Tibetština

source: Bengali
cs_cz: Bengálština

source: Bislama
cs_cz: Bislamština

source: Bihari
cs_cz: Belarusian

source: Bulgarian
cs_cz: Bulharština

source: Abkhazian
cs_cz: Abcházie

source: Custom Validation
cs_cz: Vlastní validace

source: YouTube Profile
cs_cz: YouTube profil

source: Website URL
cs_cz: URL webové stránky

source: Unique Username/E-mail
cs_cz: Unikátní uživatelské jméno / E-mail

source: Unique Username
cs_cz: Unikátní uživatelské jméno

source: Unique Metakey value
cs_cz: Unikátní Metakey hodnota

source: Unique E-mail
cs_cz: Unikátní e-mail

source: SoundCloud Profile
cs_cz: Url SoundCloud profilu

source: Numeric value only
cs_cz: Číselná hodnota

source: LinkedIn URL
cs_cz: Instagram URL

source: English letters only
cs_cz: Používejte pouze písmena latinky

source: Alpha-numeric value
cs_cz: Číselná hodnota

source: Alphabetic value only
cs_cz: Pouze alphabetic hodnota

source: If you confirm, everything related to your profile will be deleted permanently from the site
cs_cz: Po potvrzení bude z našich stránek smazáno vše, co souvisí s vaším profilem

source: Here you can hide yourself from appearing in public directory
cs_cz: Zde můžete zakázat zobrazování vašeho profilu v seznamu členů

source: Hide my profile from directory
cs_cz: Skrýt můj profil

source: Who can see your public profile?
cs_cz: Kdo může vidět váš veřejný profil?

source: Profile Privacy
cs_cz: Soukromí pro tento profil

source: Enter your username or email
cs_cz: Zadejte vaše uživatelské jméno nebo e-mail

source: To reset your password, please enter your email address or username below.
cs_cz: Pro obnovu hesla zadejte níže vaši e-mailovou adresu nebo uživatelské jméno.

source: Password Reset
cs_cz: Obnovení hesla

source: Upload profile cover here
cs_cz: Zde vložte fotku pro záhlaví profilu

source: Cover Photo
cs_cz: Fotka v záhlaví

source: Upload your photo here
cs_cz: Zde vložte svoji fotku

source: Change your profile photo
cs_cz: Změnit profilovou fotku

source: Profile Photo
cs_cz: Profilová fotka

source: Mobile Number
cs_cz: Mobilní telefon

source: Phone Number
cs_cz: Telefonní číslo

source: Select languages
cs_cz: Vyberte jazyky

source: Languages Spoken
cs_cz: Jazyky kterými hovoříte

source: Languages
cs_cz: Jazyky

source: Roles (Radio)
cs_cz: Role (tlačítka)

source: Account Type
cs_cz: Typ účtu

source: Roles (Dropdown)
cs_cz: Role (roletka)

source: Choose a Country
cs_cz: Vyberte stát

source: Country
cs_cz: Stát

source: Female
cs_cz: Žena

source: Male
cs_cz: Muž

source: Gender
cs_cz: Pohlaví

source: Birth Date
cs_cz: Datum narození

source: Biography
cs_cz: Biografie

source: Secondary E-mail Address
cs_cz: Sekundární e-mailová adresa

source: E-mail Address
cs_cz: E-mailová adresa

source: Last Login
cs_cz: Poslední přihlášení

source: Registration Date
cs_cz: Datum registrace

source: Nickname
cs_cz: Přezdívka

source: Username or E-mail
cs_cz: Uživatelské jméno nebo e-mail

source: Only me
cs_cz: Pouze já

source: Everyone
cs_cz: Všichni

source: You must add a shortcode to the content area
cs_cz: Musíte přidat shortcode do oblasti obsahu

source: Number of years is not valid
cs_cz: Číslo v poli roků není platné

source: Please enter a valid size
cs_cz: Prosím zadejte platnou velikost

source: You have not added any choices yet.
cs_cz: Zatím nebyly přidány žádné možnosti.

source: Number
cs_cz: Číslo

source: You must provide a title
cs_cz: Musíte zadat nadpis

source: The end of date range must be greater than the start of date range
cs_cz: Konečné datum musí být po startovním datu

source: Please enter a valid end date in the date range
cs_cz: Prosím zadejte platné konečné datum

source: Please provide a date range end
cs_cz: Prosím zadejte konec časového úseku

source: Please enter a valid start date in the date range
cs_cz: Prosím zadejte platný začátek časového úseku

source: Please provide a date range beginning
cs_cz: Prosím zadejte začátek časového úseku

source: Your meta key contains illegal characters. Please correct it.
cs_cz: Váš meta klíč obsahuje nepovolené znaky. Prosím opravte ho.

source: Your meta key already exists in your fields list
cs_cz: Váš meta klíč již existuje v seznamu vašich polí

source: Your meta key is a predefined reserved key and cannot be used
cs_cz: Váš meta klíč je výchozím klíčem a nemůže být použit

source: Your meta key is a reserved core field and cannot be used
cs_cz: Váš meta klíč je vyhrazené pole a nemůže být použito

source: Invalid query!
cs_cz: Neplatný dotaz!

source: User has been successfully deleted.
cs_cz: Uživatel úspěšně smazán.

source: Invalid user specified
cs_cz: Specifikován neplatný uživatel

source: User meta has been changed.
cs_cz: Uživatelský meta byl změněn.

source: User role has been changed.
cs_cz: Uživatelská úroveň byla změněna.

source: User status has been changed.
cs_cz: Status uživatele byl změněn.

source: You need to provide data to update
cs_cz: Musíte zadat data k aktualizaci

source: You must provide a user ID
cs_cz: Musíte zadat uživatelské ID

source: Invalid API key
cs_cz: Neplatný API klíč

source: Your request could not be authenticated
cs_cz: Váš požadavek nemohl být ověřen

source: You must specify both a token and API key!
cs_cz: Musíte zadat jak token tak API klíč!

source: Your account
cs_cz: Uživatelský účet

source: Logout
cs_cz: Odhlášení

source: My Account
cs_cz: Můj účet

source: Edit Profile
cs_cz: Upravit profil

source: This user account status is %s
cs_cz: Stav tohoto uživatelského účtu je %s

source: Tell us a bit about yourself...
cs_cz: Sdělte nám něco o sobě...

source: Remove photo
cs_cz: Odstranit fotku

source: Change photo
cs_cz: Změnit fotku

source: Upload photo
cs_cz: Vložit fotku

source: Upload a cover photo
cs_cz: Vložit fotku do záhlaví

source: Change cover photo
cs_cz: Změnit fotku v záhlaví

source: Change your cover photo
cs_cz: Změnit fotku v záhlaví

source: You are not allowed to edit this user.
cs_cz: Nemůžete editovat tohoto uživatele.

source: Change password
cs_cz: Změnit heslo

source: Reset password
cs_cz: Obnovit heslo

source: You must confirm your new password
cs_cz: Musíte zopakovat vaše nové heslo

source: You must enter a new password
cs_cz: Musíte zadat nové heslo

source: You have reached the limit for requesting password change for this user already. Contact support if you cannot open the email
cs_cz: Pro tohoto uživatele bylo dosaženo limitu počtu požadavků na změnu hesla. Kontaktujte podporu pokud nemůžete otevřít/najít e-mail s odkazem pro změnu

source: Please provide your username or email
cs_cz: Zadejte prosím své uživatelské jméno nebo e-mailovou adresu

source: Hello, spam bot!
cs_cz: Ahoj robote!

source: Your membership request has been rejected.
cs_cz: Vaše žádost o členství byla zamítnuta.

source: Your account is awaiting e-mail verification.
cs_cz: Váš účet je třeba aktivovat e-mailovým kódem.

source: Your account has not been approved yet.
cs_cz: Váš účet nebyl ještě schválen.

source: Your account has been disabled.
cs_cz: Váš účet byl zablokován.

source: Your IP address has been blocked.
cs_cz: Vaše IP adresa byla zablokována.

source: We do not accept registrations from that domain.
cs_cz: Z této domény registrace neakceptujeme.

source: This email address has been blocked.
cs_cz: Tato e-mailová adresa byla zablokována.

source: An error has been encountered
cs_cz: Došlo k chybě

source: Your account is now active! You can login.
cs_cz: Váš účet je nyní aktivní, takže se můžete přihlásit.

source: You have successfully changed your password.
cs_cz: Vaše heslo bylo úspěšně změněno.

source: Your account was updated successfully.
cs_cz: Váš účet byl úspěšně aktualizován.

source: Registration is currently disabled
cs_cz: Registrace je v současné době zakázána

source: Last page
cs_cz: Poslední stránka

source: First name
cs_cz: Jméno

source: Jump to page:
cs_cz: Jít na stránku:

source: Search
cs_cz: Hledat

source: Forgot your password?
cs_cz: Zapomněli jste heslo?

source: Keep me signed in
cs_cz: Přihlásit trvale

source: This action has been prevented for security measures.
cs_cz: Tato akce nebyla umožněna z bezpečnostních důvodů.

source: Password is incorrect. Please try again.
cs_cz: Heslo není správné. Zkuste to znovu.

source: Please enter your password
cs_cz: Zadejte prosím vaše heslo

source: Please enter your email
cs_cz: Zadejte prosím vaši e-mailovou adresu

source: Please enter your username
cs_cz: Zadejte prosím vaše uživatelské jméno

source: Please enter your username or email
cs_cz: Zadejte prosím vaše uživatelské jméno nebo e-mailovou adresu

source: Only fill in if you are not human
cs_cz: Vyplňte pouze pokud NEJSTE člověk :-)

source: Your user description must contain less than %s characters
cs_cz: Váš uživatelský text může mít nejvýše %s znaků

source: You must provide lowercase letters.
cs_cz: Musíte zadat malá písmena.

source: You must provide alphabetic letters
cs_cz: Musíte zadat pouze písmena abecedy

source: You must provide a unique value
cs_cz: Musíte zadat unikátní hodnotu

source: Your email contains invalid characters
cs_cz: E-mailová adresa obsahuje neplatné znaky

source: This is not a valid email
cs_cz: Toto není platná e-mailová adresa

source: You must provide your email
cs_cz: Musíte zadat e-mailovou adresu

source: Your username contains invalid characters
cs_cz: Uživatelské jméno obsahuje nepřípustné znaky

source: Username cannot be an email
cs_cz: Uživatelské jméno nemůže být e-mailová adresa

source: You must provide a username
cs_cz: Musíte zadat uživatelské jméno

source: Please enter a valid URL
cs_cz: Prosím zadejte validní URL

source: Please enter a valid %s username or profile URL
cs_cz: Prosím zadejte platné %s uživatelské jméno nebo URL profilu

source: Please enter a valid phone number
cs_cz: Zadejte prosím platné telefonní číslo

source: Please enter numbers only in this field
cs_cz: V tomto poli můžete zadávat jen číslice

source: Maximum number limit is %s
cs_cz: Maximální limit čísla je %s

source: Minimum number limit is %s
cs_cz: Minimální limit čísla je %s

source: You can only select up to %s choices
cs_cz: Můžete zvolit nejvýše %s možností

source: Please select at least %s choices
cs_cz: Prosím vyberte nejméně %s možností

source: Your passwords do not match
cs_cz: Zadaná hesla se neshodují

source: Please confirm your password
cs_cz: Zopakujte prosím vaše heslo

source: You can not use HTML tags here
cs_cz: Zde nemůžete používat HTML

source: Your %s must contain less than %s characters
cs_cz: Vaše %s musí mít méně než %s znaků

source: Your %s must contain at least %s characters
cs_cz: Vaše %s musí mít nejméně %s znaků

source: You are only allowed to enter a maximum of %s words
cs_cz: Můžete zadat nejvýše %s slov

source: %s is required
cs_cz: %s je povinné

source: Please specify account type.
cs_cz: Zvolte prosím typ účtu.

source: %s is required.
cs_cz: %s je povinné.

source: You are not allowed to use this word as your username.
cs_cz: Uživatelské jméno obsahuje zakázané slovo.

source: You do not have permission to delete this user.
cs_cz: Nemáte oprávnění ke smazání tohoto uživatele.

source: Super administrators can not be modified.
cs_cz: Super administrátory nelze editovat.

source: Invalid coordinates
cs_cz: Neplatné souřadnice

source: Invalid parameters
cs_cz: Neplatné parametry

source: You can not edit this user
cs_cz: Tohoto uživatele nemůžete editovat

source: Update Notifications
cs_cz: Upozornění na změny

source: Update Password
cs_cz: Aktualizovat heslo

source: Update Account
cs_cz: Aktualizovat profil

source: Update Privacy
cs_cz: Aktualizovat soukromí

source: You must enter your password
cs_cz: Musíte zadat svoje heslo

source: Your password must contain at least one lowercase letter, one capital letter and one number
cs_cz: Vaše heslo musí obsahovat nejméně po jedné číslici, malém a velkém písmenu

source: Your password must contain less than %d characters
cs_cz: Vaše heslo nesmí mít více než %d znaků

source: Your password must contain at least %d characters
cs_cz: Vaše heslo musí obsahovat nejméně %d znaků

source: Your new password does not match
cs_cz: Vaše nové heslo se neshoduje

source: This is not your password
cs_cz: Toto není vaše heslo

source: Please provide a valid e-mail
cs_cz: Prosím zadejte platnou e-mailovou adresu

source: You must provide your e-mail
cs_cz: Prosím zadejte e-mailovou adresu

source: You must provide your last name
cs_cz: Musíte zadat příjmení

source: You must provide your first name
cs_cz: Musíte zadat jméno

source: Delete Account
cs_cz: Smazat profil

source: Notifications
cs_cz: Upozornění

source: Privacy
cs_cz: Soukromí

source: Change Password
cs_cz: Změnit heslo

source: Account
cs_cz: Profil

source: A theme or plugin compatibility issue
cs_cz: Problém s kompatibilitou pluginu nebo šablony

source: Thank you for applying for membership to our site. We will review your details and send you an email letting you know whether your application has been successful or not.
cs_cz: Děkujeme Vám za žádost o členství na našich stránkách. Zkontrolujeme Vaše údaje a pošleme Vám e-mail s vyjádřením, zda byla Vaše žádost vyřízena kladně či nikoliv.

source: If you want users to go to a specific page other than login page after e-mail activation, enter the URL here.
cs_cz: Pokud chcete uživatele přesměrovat na vlastní stránku (jinou než přihlašovací) po e-mailové aktivaci, zde zadejte tuto URL.

source: URL redirect after e-mail activation
cs_cz: URL k přesměrování po e-mailové aktivaci

source: Thank you for registering. Before you can login we need you to activate your account by clicking the activation link in the email we just sent you.
cs_cz: Děkujeme Vám za registraci. Před prvním přihlášením je nutné aktivovat Váš účet kliknutím na aktivační odkaz v e-mailu, který jsme Vám právě zaslali.

source: Personalize the custom message
cs_cz: Personalizujte vlastní zprávu

source: Show custom message
cs_cz: Zobrazit vlastní zprávu

source: Login the user after validating the activation link
cs_cz: Přihlásit uživatele po ověření aktivačního odkazu

source: Login user after validating the activation link?
cs_cz: Přihlásit uživatele po ověření aktivačního odkazu?

source: Select what action is taken after a person registers on your site. Depending on the status you can redirect them to their profile, a custom url or show a custom message
cs_cz: Zvolte co se má stát poté, co se člověk zaregistruje na vašich stránkách. Dle statusu jej můžete přesměrovat na vlastní profil, vlastní URL nebo zobrazit vlastní zprávu.

source: Action to be taken after registration
cs_cz: Akce k provedení po registraci

source: Require Admin Review
cs_cz: Nutná kontrolu administrátorem

source: Require Email Activation
cs_cz: Nutná e-mailová aktivace

source: Auto Approve
cs_cz: Automatické schválení

source: Select the status you would like this user role to have after they register on your site
cs_cz: Zvolte status, který chcete nastavit této uživatelské roli po registraci na vaší stránce

source: Registration Status
cs_cz: Stav registrace

source: Can this role view private profiles?
cs_cz: Může tato role zobrazit privátní profily?

source: Can view/access private profiles?
cs_cz: Může zobrazit/přistoupit k privátním profilům?

source: Can this role make their profile private?
cs_cz: Může tato role nastavit vlastní profil jako privátní?

source: Can make their profile private?
cs_cz: Může nastavit vlastní profil jako privátní?

source: Which roles that role can view, choose none to allow role to view all member roles
cs_cz: Které role může tato role zobrazit? Zvolte "žádné" pro povolení všech.

source: Can view these user roles only
cs_cz: Může zobrazit pouze tyto uživatelské role

source: Can this role view all member profiles?
cs_cz: Může tato role zobrazit všechny členské profily?

source: Can view other member profiles?
cs_cz: Může zobrazit profily ostatních členů?

source: Set a url to redirect this user role to after they logout from site
cs_cz: Nastav URL na kterou bude tato role přesměrována po odhlášení od stránky

source: Select what happens when a user with this role logouts of your site
cs_cz: Zvolte co se stane, když se uživatel s touto rolí odhlásí od stránky

source: Action to be taken after logout
cs_cz: Akce k provedení po odhlášení

source: Set a url to redirect this user role to after they login with their account
cs_cz: Nastavte URL na kterou bude přesměrován uživatel s touto rolí po přihlášení

source: Redirect to WordPress Admin
cs_cz: Přesměrování na WordPress Admina
