Repository: TomajsD/rob-liberec
Catalog: languages/plugins/ultimate-member-*.po
Languages: cs_cz

source: Any image upload above this width will be resized to this limit automatically.
cs_cz: Širší fotky budou automaticky zmenšeny na tuto velikost.

source: Image Upload Maximum Width (px)
cs_cz: Maximální šíře obrázku k nahrání (px)

source: Quality is used to determine quality of image uploads, and ranges from 0 (worst quality, smaller file) to 100 (best quality, biggest file). The default range is 60.
cs_cz: Kvalita určuje způsob uložení nahraných fotek. Rozmezí je od 0 (nejhorší kvalita a nejmenší soubory) do 100 (nejlepší kvalita a největší soubory). Výchozí nastavení je 60.

source: Image Quality
cs_cz: Kvalita obrázku

source: Here you can define which thumbnail sizes will be created for each cover photo upload.
cs_cz: Zde můžete nastavit, jaké velikosti zmenšenin budou vytvořeny ke každé vložené fotce do záhlaví.

source: Cover Photo Thumbnail Sizes (px)
cs_cz: Velikosti miniatury krycího obrázku (px)

source: Add New Size
cs_cz: Přidat novou velikost

source: Here you can define which thumbnail sizes will be created for each profile photo upload.
cs_cz: Zde můžete nastavit, jaké velikosti zmenšenin budou vytvořeny ke každé vložené profilové fotce.

source: Profile Photo Thumbnail Sizes (px)
cs_cz: Velikosti miniatury profilového obrázku (px)

source: Sets a maximum size for the uploaded cover
cs_cz: Nastavuje maximální velikost vložené fotky pro záhlaví

source: Cover Photo Maximum File Size (bytes)
cs_cz: Maximální velikost krycího obrázku (v bajtech)

source: Sets a maximum size for the uploaded photo
cs_cz: Nastavuje maximální velikost vložené fotky

source: Profile Photo Maximum File Size (bytes)
cs_cz: Maximální velikost souboru obrázku profilu (v bajtech)

source: Uploads
cs_cz: Nahrané soubory

source: Whether to receive notification when an account is deleted
cs_cz: Zda dostávat upozornění v případě smazání účtu

source: Account Deletion Notification
cs_cz: Upozornění na smazání uživatelského účtu

source: Whether to receive notification when an account needs admin review
cs_cz: Zda dostávat upozornění v případě, že účet potřebuje kontrolu administrátora

source: Account Needs Review Notification
cs_cz: Upozornění na registraci čekající na schválení

source: This is the content of the e-mail
cs_cz: Toto je obsah e-mailu

source: Whether to receive notification when a new user account is created
cs_cz: Zda dostávat upozornění v případě, že je vytvořený nový uživatelský účet

source: New User Notification
cs_cz: Upozornění na nového uživatele

source: Admin E-mail Address
cs_cz: E-mailová adresa administrátora

source: Whether to send the user an email when he request to reset password (Recommended, please keep on)
cs_cz: Zda zaslat uživateli e-mail, když si vyžádá reset hesla (Doporučené, prosím nechte zapnuté)

source: Password Changed Email
cs_cz: E-mail po změně hesla

source: Whether to send an email when users changed their password (Recommended, please keep on)
cs_cz: Zda zaslat uživateli e-mail, když si změní heslo (Doporučené, prosím nechte zapnuté)

source: Password Reset Email
cs_cz: E-mail při obnově zapomenutého hesla

source: Whether to send the user an email when his account is deleted
cs_cz: Zda zaslat uživateli e-mail, když si je jeho účet smazán

source: Account Deleted Email
cs_cz: E-mail při smazání uživatelského účtu

source: Whether to send the user an email when his account is deactivated
cs_cz: Zda zaslat uživateli e-mail, když je jeho účet deaktivován

source: Account Deactivated Email
cs_cz: E-mail při deaktivaci uživatelského účtu

source: Whether to send the user an email when his account is rejected
cs_cz: Zda zaslat uživateli e-mail, když je jeho účet zamítnut

source: Account Rejected Email
cs_cz: E-mail při zamítnutí registrace

source: Whether to send the user an email when his account is approved
cs_cz: Zda zaslat uživateli e-mail, když je jeho účet schválen

source: Account Approved Email
cs_cz: E-mail při schválení registrace

source: Whether to send the user an email when his account needs admin review
cs_cz: Zda zaslat uživateli e-mail, když jeho účet vyžaduje kontrolu administrátorem

source: Whether to send the user an email when his account needs e-mail activation
cs_cz: Zda zaslat uživateli e-mail, když jeho účet vyžaduje e-mailovou aktivaci

source: Account Activation Email
cs_cz: E-mail pro aktivaci profilu

source: Message Body
cs_cz: Text zprávy

source: This is the subject line of the e-mail
cs_cz: Toto je řádka předmětu e-mailu

source: Subject Line
cs_cz: Nadpis

source: Whether to send the user an email when his account is automatically approved
cs_cz: Zda zaslat uživateli e-mail v případě, že je jeho účet automaticky schválen

source: Account Welcome Email
cs_cz: E-mail přivítání nového uživatele

source: Use HTML for E-mails?
cs_cz: Používat v e-mailech HTML?

source: e.g. admin@companyname.com
cs_cz: např. admin@názevwebu.cz

source: Mail appears from address
cs_cz: Mail odesílán z adresy

source: e.g. Site Name
cs_cz: např. název webu

source: Mail appears from
cs_cz: Odesílatel e-mailu

source: This option lets you specify blacklist of words to prevent anyone from signing up with such a word as their username
cs_cz: Zde můžete zadat slova, která nemohou být v nově zaregistrovaných uživatelských jménech

source: This will block the specified e-mail addresses from being able to sign up or sign in to your site. To block an entire domain, use something like *@domain.com
cs_cz: S těmito e-mailovými adresami se nelze přihlásit ani zaregistrovat. Celou doménu zablokujete zadáním ve stylu *@doména.cz

source: Set the maximum reset password limit. If reached the maximum limit, user will be locked from using this.
cs_cz: Nastavte maximální počet pokusů o reset hesla. Pokud bude limitu dosaženo, uživateli bude tato funkce znepřístupněna.

source: Reset Password Limit
cs_cz: Resetovat limit hesla

source: Enable the Reset Password Limit?
cs_cz: Povolit reset limitu hesla?

source: Custom URL
cs_cz: Volitelná adresa

source: Allow Category pages to be accessible
cs_cz: Povolit stránky kategorii jako přístupné

source: Allow Homepage to be accessible
cs_cz: Povolit domovskou stránku jako přístupnou

source: Add New URL
cs_cz: Přidat novou adresu

source: Here you can exclude URLs beside the redirect URI to be accessible to everyone
cs_cz: Zde můžete vyloučit odkazy kromě přesměrovačích URL, aby je nikdo nemohl zobrazit

source: Exclude the following URLs
cs_cz: Ignorovat tyto adresy

source: A logged out user will be redirected to this url If he is not permitted to access the site
cs_cz: Odhlášený uživatel bude přesměrován na tuto URL pokud nemá oprávnění přistoupit na tuto stránku

source: Custom Redirect URL
cs_cz: Volitelná adresa pro přesměrování

source: Globally control the access of your site, you can have separate restrict options per post/page by editing the desired item.
cs_cz: Globálně spravujte přístup k vašim stránkám. Úpravou položky můžete nastavit možnosti omezení pro jednotlivé příspěvky/stránky.

source: Global Site Access
cs_cz: Globální přístupnost webu

source: Access
cs_cz: Přístup

source: Require a strong password?
cs_cz: Požadovat silné heslo?

source: Whether to allow users changing their profile visibility from member directory in account page.
cs_cz: Zda umožnit uživatelům změnit viditelnost jejich profilu v členském adresáři na stránce jejich účtu.

source: Allow users to hide their profiles from directory
cs_cz: Povolit uživatelům skrýt jejich profil z adresáře

source: Whether to allow users changing their email in account page.
cs_cz: Zda povolit uživatelům měnit jejich e-mail na stránce jejich účtu.

source: Allow users to change e-mail
cs_cz: Povolit uživatelům měnit e-mail

source: Require first and last name?
cs_cz: Vyžadovat jméno a příjmení?

source: Require First & Last Name
cs_cz: Je požadováno jméno a příjmení

source: Whether to allow users changing their first and last name in account page.
cs_cz: Zda povolit uživatelům měnit vlastní jméno a příjmení na stránce profilu.

source: Disable First & Last Name fields
cs_cz: Zakáže pole jména a příjmení

source: Whether to enable these fields on the user account page by default or hide them.
cs_cz: Zda ve výchozím stavu povolit tato pole na stránce uživatelského profilu, nebo je skrýt.

source: Add a First & Last Name fields
cs_cz: Přidat pole pro jméno a příjmení

source: Are you sure you want to delete your account? This will erase all of your account data from the site. To delete your account, click on the button below.
cs_cz: Opravdu jste si jist, že chcete smazat svůj profil? Budou smazána všechna vaše profilová data na tomto webu. Pro smazání profilu zadejte níže vaše heslo

source: Account Deletion Custom Text
cs_cz: Uživatelský text pro smazání profilu

source: Enable/disable the Delete account tab in account page
cs_cz: Povolte/zakažte záložku "smazat účet" na stránce účtu

source: Delete Account Tab
cs_cz: Záložka smazání profilu

source: Enable/disable the Notifications account tab in account page
cs_cz: Povolte/zakažte záložku "účet pro notifikace" na stránce účtu

source: Notifications Account Tab
cs_cz: Záložka mailového upozornění

source: Enable/disable the Privacy account tab in account page
cs_cz: Povolte/zakažte záložku "soukromí" na stránce účtu

source: Privacy Account Tab
cs_cz: Záložka nastavení soukromí

source: Password Account Tab
cs_cz: Záložka změny hesla

source: Do you want to use the plugin default avatar instead of the gravatar default photo (If the user did not upload a custom profile photo / avatar)
cs_cz: Chcete použít výchozí avatar pluginu namísto výchozí fotografie Gravataru (pokud uživatel nenahrál vlastní profilové foto/avatar)

source: Use Default plugin avatar as Gravatar's Default avatar
cs_cz: Použít výchozí avatar pluginu jako výchozí avatar Gravataru

source: Blank ( a transparent PNG image )
cs_cz: Prázdné (průhledný PNG obrázek)

source: Identicon
cs_cz: Identikon

source: Mystery Man
cs_cz: Neznámá osoba

source: 404 ( File Not Found response )
cs_cz: 404 ( Odpověď soubor nenalezen)

source: Gravatar has a number of built in options which you can also use as defaults
cs_cz: Gravatar má několik vlastností, které také můžete použít jako výchozí

source: Use Gravatar builtin image
cs_cz: Použít vestavěný obrázek Gravataru

source: Do you want to use gravatars instead of the default plugin profile photo (If the user did not upload a custom profile photo / avatar)
cs_cz: Chcete použít Gravatary místo výchozích profilových fotografií pluginu (pokud uživatel nenahrál vlastní foto / avatara)

source: Use Gravatars?
cs_cz: Používat Gravatars?

source: Control whether to enable or disable member directories on this site
cs_cz: Zvolte za povolit/zakázat členské adresáře na této stránce

source: Enable Members Directory
cs_cz: Povolit seznam členů

source: If enabled, author pages will automatically redirect to the user's profile page
cs_cz: Pokud je povoleno, stránky autora budou automaticky přesměrovány na uživatelův profil

source: Automatically redirect author page to their profile?
cs_cz: Automaticky přesměrovat autorovy stránky na jeho profil?

source: Specify the custom field meta key or custom fields seperated by comma that you want to use to display users name on the frontend of your site
cs_cz: Zvolte meta klíč vlastního pole, nebo několik vlastních polí oddělených čárkou, které chcete použít pro zobrazení jména uživatele na frontendu vaší stránky

source: Display Name Custom Field(s)
cs_cz: Uživatelská pole pro zobrazení jména

source: Custom field(s)
cs_cz: Uživatelská pole

source: First name only
cs_cz: Jen jméno

source: First initial of first name & last name
cs_cz: Inicilály jména a příjmení

source: First name & first initial of last name
cs_cz: Jméno a iniciála příjmení

source: Last name & first name
cs_cz: Příjmení a jméno

source: First name & last name
cs_cz: Jméno a příjmení

source: Default WP Display Name
cs_cz: Výchozí WP zobrazované jméno

source: This is the name that will be displayed for users on the front end of your site. Default setting uses first/last name as display name if it exists
cs_cz: Toto je jméno, pod kterým budou uživatelé zobrazováni na stránkách. Základní nastavení je jméno+příjmení, pokud existují.

source: User Display Name
cs_cz: Zobrazované jméno uživatele

source: Select...
cs_cz: Vyber...

source: User ID
cs_cz: ID uživatele

source: First and Last Name with '+'
cs_cz: První a poslední jméno s '+'

source: First and Last Name with '-'
cs_cz: První a poslední jméno s '-'

source: First and Last Name with '.'
cs_cz: První a poslední jméno s '.'

source: Profile Permalink Base
cs_cz: Označení profilové stránky v URL (Permalinku)

source: Choose a page...
cs_cz: Vyberte stránku...

source: Add page ID
cs_cz: Zadejte ID stránky

source: Login page
cs_cz: Přihlašovací stránka

# placeholder
source: Search &hellip;
cs_cz: Vyhledávání&hellip;

# label
source: Search for:
cs_cz: Hledat:

source: This user has not created any posts.
cs_cz: Tento uživatel nevložil žádné příspěvky.

source: You have not created any posts.
cs_cz: Nevložil jste žádné příspěvky.

source: load more posts
cs_cz: načíst další příspěvky

source: %s comments
cs_cz: %s komentářů

source: 1 comment
cs_cz: 1 komentář

source: no comments
cs_cz: žádné komentáře

source: in
cs_cz: v poli

source: %s ago
cs_cz: před %s

source: This user has not made any comments.
cs_cz: Tento uživatel nenapsal žádné komentáře.

source: You have not made any comments.
cs_cz: Zatím jste nevložil žádné kometáře.

source: load more comments
cs_cz: načíst další komentáře

source: On <a href="%1$s">%2$s</a>
cs_cz: na <a href="%1$s">%2$s</a>

source: Search Users
cs_cz: Vyhledat uživatele

source: Ultimate Member - Search
cs_cz: Ultimate Member - Vyhledávání

source: Membership Inactive
cs_cz: Neaktivní členství

source: Membership Rejected
cs_cz: Členství zamítnuto

source: Comments
cs_cz: Komentáře

source: Posts
cs_cz: Příspěvky

source: Search Member Directories
cs_cz: Hledat seznamy členů

source: You did not create any member directories yet
cs_cz: Zatím nemáte žádné seznamy členů

source: Edit Member Directory
cs_cz: Upravit seznam členů

source: Add New Member Directory
cs_cz: Přidat nový seznam členů

source: Member Directory
cs_cz: Seznam členů

source: Search User Roles
cs_cz: Hledat uživatelské role

source: You did not create any user roles yet
cs_cz: Zatím nemáte žádné uživatelské role

source: Edit User Role
cs_cz: Upravit uživatelskou roli

source: Add New User Role
cs_cz: Přidat novou uživatelskou roli

source: User Role
cs_cz: Uživatelská role

source: Search Forms
cs_cz: Hledat formuláře

source: Nothing found in Trash
cs_cz: V koši nic není

source: You did not create any forms yet
cs_cz: Ještě nemáte žádné formuláře

source: Edit Form
cs_cz: Upravit formulář

source: Add New Form
cs_cz: Přidat nový formulář

source: Add New
cs_cz: Přidat nový

source: Form
cs_cz: Formulář

source: Default Template
cs_cz: Výchozí šablona

source: This content has been restricted to logged in users only. Please <a href="{login_referrer}">login</a> to view this content.
cs_cz: Tento obsah je přístupný pouze pro přihlášené uživatele. Prosím <a href="{login_referrer}">přihlaste se</a> pro zobrazení tohoto obsahu.

source: (empty)
cs_cz: (prázdné)

source: date submitted
cs_cz: datum vložení

source: Login
cs_cz: Přihlášení

source: Register
cs_cz: Registrace

source: This activation link is expired or have already been used.
cs_cz: Tento aktivační odkaz buď vypršel, nebo byl již použit.

source: Select the member roles that can see this link
cs_cz: Vyber role které mohou tento odkaz vidět

source: Who can see this menu link?
cs_cz: Kdo uvidí tento odkaz v menu?

source: By Role
cs_cz: Podle rolí

source: Display Mode
cs_cz: Režim zobrazení

source: Login as this user
cs_cz: Přihlásit jako tento uživatel

source: Delete this user
cs_cz: Smazat tohoto uživatele

source: Reactivate this account
cs_cz: Znovu aktivovat tento účet

source: Deactivate this account
cs_cz: Deaktivovat tento účet

source: Reactivate
cs_cz: Znovu aktivovat

source: Deactivate
cs_cz: Deaktivovat

source: Resend Activation E-mail
cs_cz: Znovu zaslat aktivační e-mail

source: Put as Pending Review
cs_cz: Označit za čekající na schválení

source: Reject Membership
cs_cz: Odmítnout členství

source: Approve Membership
cs_cz: Schválit členství

source: About
cs_cz: Přehled

source: Untitled photo
cs_cz: Nepojmenovaná fotka

source: This file has been removed.
cs_cz: Tento soubor byl smazán.

source: Joined %s
cs_cz: Zaregistrován(a) %s

source: Invalid SoundCloud track ID
cs_cz: Neplatné soundcloud track ID

source: Required
cs_cz: Povinné

source: Licenses
cs_cz: Licence

source: Activate
cs_cz: Aktivováno

source: Your photo is too small. It must be at least %spx wide.
cs_cz: Obrázek je příliš malý. Musí být široký nejméně %spx.

source: Your image is invalid or too large!
cs_cz: Obrázek je neplatný, resp. příliš velký!

source: This media type is not recognized.
cs_cz: Tento typ médií není rozpoznán.

source: This user has not added any information to their profile yet.
cs_cz: Tento uživatel nemá prozatím vyplněny žádné údaje.

source: Your profile is looking a little empty. Why not <a href="%s">add</a> some information!
cs_cz: Váš profil je poněkud prázdný. Zkuste <a href="%s">vyplnit</a> nějké informace o sobě!

source: Save
cs_cz: Uložit

source: Change file
cs_cz: Změnit soubor

source: Processing...
cs_cz: Zpracování...

source: Upload Photo
cs_cz: Vložit fotku

source: Confirm %s
cs_cz: Opakovat %s

source: New Password
cs_cz: Nové heslo

source: Current Password
cs_cz: Stávající heslo

source: You can only upload one file
cs_cz: Můžete nahrávat pouze jeden soubor.

source: This file is too small!
cs_cz: Tento soubor je moc malý!

source: This file is too large!
cs_cz: Tento soubor je moc veliký!

source: Sorry this is not a valid file.
cs_cz: Toto není platný soubor.

source: You can only upload one image
cs_cz: Můžete nahrát pouze jeden obrázek

source: This image is too small!
cs_cz: Obrázek je moc malý!

source: This image is too large!
cs_cz: Obrázek je moc velký!

source: Sorry this is not a valid image.
cs_cz: Toto není platný soubor obrázku.

source: Please upload a valid image!
cs_cz: Prosím nahrajte platný obrázek!

source: Custom Field
cs_cz: Uživatelské pole

source: Less than 1 year old
cs_cz: Méně než 1 rok staré

source: %s years old
cs_cz: %s let staré

source: %s year old
cs_cz: %s rok staré

source: %s at %s
cs_cz: %s v %s

source: Yesterday at %s
cs_cz: Včera v %s

source: %s hr
cs_cz: %s hodina

source: %s min
cs_cz: %s minuta

source: just now
cs_cz: právě teď

source: Once Weekly
cs_cz: Jednou týdně

source: Zambia
cs_cz: Zambie

source: Yemen
cs_cz: Jemen

source: Western Sahara
cs_cz: Západní Sahara

source: Wallis and Futuna
cs_cz: Wallis a Futuna

source: Virgin Islands, U.S.
cs_cz: Americké Panenské ostrovy

source: Virgin Islands, British
cs_cz: Britské Panenské ostrovy

source: Venezuela, Bolivarian Republic of
cs_cz: Bolívarovská republika Venezuela

source: Uzbekistan
cs_cz: Uzbekistán

source: United States Minor Outlying Islands
cs_cz: Menší odlehlé ostrovy USA

source: United States
cs_cz: Spojené státy

source: United Kingdom
cs_cz: Velká Británie

source: United Arab Emirates
cs_cz: Spojené arabské emiráty

source: Ukraine
cs_cz: Ukrajina

source: Uganda
cs_cz: Ugandská republika

source: Turks and Caicos Islands
cs_cz: Turks a Caicos

source: Turkmenistan
cs_cz: Turkmenistán

source: Turkey
cs_cz: Turecko

source: Tunisia
cs_cz: Tunisko

source: Trinidad and Tobago
cs_cz: Trinidad a Tobago

source: Timor-Leste
cs_cz: Východní Timor

source: Thailand
cs_cz: Thajsko

source: Tanzania, United Republic of
cs_cz: Tanzanie

source: Tajikistan
cs_cz: Tádžikistán

source: Taiwan, Province of China
cs_cz: Formosa

source: Syrian Arab Republic
cs_cz: Sýrie

source: Switzerland
cs_cz: Švýcarsko

source: Sweden
cs_cz: Švédsko

source: Swaziland
cs_cz: Svazijsko

source: Svalbard and Jan Mayen
cs_cz: Svalbard a Jan Mayen

source: Suriname
cs_cz: Surinam

source: Sudan
cs_cz: Súdán

source: Sri Lanka
cs_cz: Srí Lanka

source: Spain
cs_cz: Španělsko

source: South Sudan
cs_cz: Jižní Súdán

source: South Georgia and the South Sandwich Islands
cs_cz: Jižní Georgie a Sandwichovy ostrovy

source: South Africa
cs_cz: Jižní Afrika

source: Somalia
cs_cz: Somálsko

source: Solomon Islands
cs_cz: Šalamounovy ostrovy

source: Slovenia
cs_cz: Slovinsko

source: Slovakia
cs_cz: Slovensko

source: Singapore
cs_cz: Singapur

source: Seychelles
cs_cz: Seychely

source: Serbia
cs_cz: Srbsko

source: Senegal
cs_cz: Senegalská republika

source: Saudi Arabia
cs_cz: Saúdská Arábie

source: Sao Tome and Principe
cs_cz: Svatý Tomáš a Princův ostrov

source: Saint Vincent and the Grenadines
cs_cz: Svatý Vincenc a Grenadiny

source: Saint Pierre and Miquelon
cs_cz: Saint-Pierre a Miquelon

source: Saint Martin (French part)
cs_cz: Svatý Martin (francouzská část)

source: Saint Lucia
cs_cz: Svatá Lucie

source: Saint Kitts and Nevis
cs_cz: Svatý Kryštof a Nevis

source: Saint Helena
cs_cz: Svatá Helena (ostrov)

source: Saint Barthélemy
cs_cz: Svatý Bartoloměj

source: Russian Federation
cs_cz: Rusko

source: Romania
cs_cz: Rumunsko

source: Qatar
cs_cz: Katar

source: Puerto Rico
cs_cz: Portoriko

source: Portugal
cs_cz: Portugalsko

source: Poland
cs_cz: Polsko

source: Philippines
cs_cz: Filipíny

source: Papua New Guinea
cs_cz: Papua Nová Guinea

source: Palestine
cs_cz: Palestina

source: Pakistan
cs_cz: Pákistán

source: Oman
cs_cz: Omán

source: Norway
cs_cz: Norsko

source: Northern Mariana Islands
cs_cz: Severní Mariany

source: Norfolk Island
cs_cz: Norfolk

source: Nigeria
cs_cz: Nigérie

source: Nicaragua
cs_cz: Nikaragua

source: New Zealand
cs_cz: Nový Zéland

source: New Caledonia
cs_cz: Nová Kaledonie

source: Netherlands Antilles
cs_cz: Nizozemské Antily

source: Netherlands
cs_cz: Nizozemsko

source: Nepal
cs_cz: Nepál

source: Namibia
cs_cz: Namibie

source: Mozambique
cs_cz: Mosambik

source: Morocco
cs_cz: Maroko

source: Montenegro
cs_cz: Černá Hora

source: Mongolia
cs_cz: Mongolsko

source: Monaco
cs_cz: Monako

source: Moldova, Republic of
cs_cz: Moldavsko

source: Micronesia, Federated States of
cs_cz: Federativní státy Mikronésie

source: Mexico
cs_cz: Mexiko

source: Mauritius
cs_cz: Mauricius

source: Mauritania
cs_cz: Mauretánie

source: Martinique
cs_cz: Martinik

source: Marshall Islands
cs_cz: Marshallovy ostrovy

source: Maldives
cs_cz: Maledivy

source: Malaysia
cs_cz: Malajsie

source: Madagascar
cs_cz: Madagaskar

source: Macedonia, the former Yugoslav Republic of
cs_cz: Makedonská republika

source: Luxembourg
cs_cz: Lucembursko

source: Lithuania
cs_cz: Litva

source: Liechtenstein
cs_cz: Lichtenštejnsko

source: Libyan Arab Jamahiriya
cs_cz: Libyjská arabská džamáhírije

source: Liberia
cs_cz: Libérie

source: Lebanon
cs_cz: Libanon

source: Latvia
cs_cz: Lotyšsko

source: Lao People's Democratic Republic
cs_cz: Laoská lidově demokratická republika

source: Kyrgyzstan
cs_cz: Kyrgyzstán

source: Kuwait
cs_cz: Kuvajt

source: Korea, Republic of
cs_cz: Jižní Korea

source: Korea, Democratic People's Republic of
cs_cz: Korejská lidově demokratická republika

source: Kiribati
cs_cz: Banaba

source: Kenya
cs_cz: Keňa

source: Kazakhstan
cs_cz: Kazachstán

source: Jordan
cs_cz: Jordánsko

source: Japan
cs_cz: Japonsko

source: Jamaica
cs_cz: Jamajka

source: Italy
cs_cz: Itálie

source: Israel
cs_cz: Izrael

source: Isle of Man
cs_cz: Man

source: Ireland
cs_cz: Irsko

source: Iraq
cs_cz: Irák

source: Iran, Islamic Republic of
cs_cz: Íránská islámská republika

source: Indonesia
cs_cz: Indonésie

source: India
cs_cz: Indie

source: Iceland
cs_cz: Island

source: Hungary
cs_cz: Maďarsko

source: Honduras
cs_cz: Honduraská republika
