Repository: TomajsD/rob-liberec
Catalog: languages/plugins/ultimate-member-*.po
Languages: cs_cz

source: Refresh active page
cs_cz: Obnovit aktivní stránku

source: Redirect to URL
cs_cz: Přesměrovat na URL

source: Redirect to profile
cs_cz: Přesměrovat na profil

source: Select what happens when a user with this role logins to your site
cs_cz: Zvolte co se má stát, pokud se přihlásí uživatel s touto rolí

source: Action to be taken after login
cs_cz: Akce která se provede po přihlášení

source: Set a url to redirect this user role to if they try to view your site's homepage
cs_cz: Nastavte URL na kterou bude přesměrován uživatel s touto rolí, pokud si bude chtít zobrazit domovskou stránku

source: Custom Homepage Redirect
cs_cz: Vlastní přesměrování domovské stránky

source: Allow this user role to view your site's homepage
cs_cz: Povolte této uživatelské roli zobrazení vaší domovské stránky

source: Can view default homepage?
cs_cz: Může zobrazit výchozí domovskou stránku?

source: Allow this role to delete their account and end their membership on your site
cs_cz: Povolte této uživatelské roli smazání vlastního účtu a ukončení členství na vaší stránce

source: Can delete their account?
cs_cz: Může smazat vlastní účet?

source: Can this role edit his own profile?
cs_cz: Může si tato role upravovat vlastní profil?

source: Can edit their profile?
cs_cz: Může si upravovat vlastní profil?

source: Set a url to redirect this user role to after they delete account
cs_cz: Nastavte URL k přesměrování této role po smazání vlastního účtu

source: Go to Custom URL
cs_cz: Jdi na vlastní URL

source: Go to Homepage
cs_cz: Jdi na domovskou stránku

source: Select what happens when a user with this role deletes their own account
cs_cz: Zvolte co se má stát, pokud uživatel s touto rolí smaže vlastní účet

source: Action to be taken after account is deleted
cs_cz: Akce k provedené po smazání účtu

source: Can delete these user roles only
cs_cz: Může smazat pouze tyto uživatelské role

source: Can delete other member accounts?
cs_cz: Může smazat účty ostatních členů?

source: Which roles that role can edit, choose none to allow role to edit all member roles
cs_cz: Které role může tato role upravovat? Zvolte "žádné" pro editaci všech.

source: Can edit these user roles only
cs_cz: Může upravovat pouze tyto uživatelské role

source: Allow this role to edit accounts of other members
cs_cz: Povolit této roli upravovat účty ostatních členů

source: Can edit other member accounts?
cs_cz: Může upravovat účty ostatních členů?

source: Force hiding adminbar in frontend?
cs_cz: Vynutit skrytí adminbaru na frontendu?

source: The core admin role must always have access to wp-admin / WordPress backend
cs_cz: Role Hlavního admina musí mít vždy přístup k wp-admin/WordPress backendu

source: Can access wp-admin?
cs_cz: Má přístup k wp-adminu?

source: Choose from %s available icons
cs_cz: Zvolte z %s dostupných ikon

source: Fields Manager
cs_cz: Správce polí

source: Review Registration Details
cs_cz: Zkontrolujte registrační údaje

source: Add a New Field Group
cs_cz: Přidat nové pole skupiny

source: Add a New Field
cs_cz: Přidat nové pole

source: Add
cs_cz: Přidat

source: Add a New Divider
cs_cz: Přidej nový dělič

source: Continue editing
cs_cz: Pokračovat v úpravách

source: Live Form Preview
cs_cz: Aktuální náhled formuláře

source: Edit Row Settings
cs_cz: Upravte nastavení řádku

source: Cancel
cs_cz: Zrušit

source: Update
cs_cz: Aktualizovat

source: Edit Field
cs_cz: Upravte pole

source: Customize the button text
cs_cz: Nastavte vlastní text tlačítka

source: Whether to show field icons and where to show them relative to the field
cs_cz: Zda zobrazit ikony pole a kde je zobrazit ve vztahu k poli

source: The shortcode is centered by default unless you specify otherwise here
cs_cz: Shortcode je ve výchozím nastavený vycentrovaný pokud zde nenastavíte jinak

source: Assign role to form
cs_cz: Přiřaďte roli formuláři

source: Switch to yes if you want to customize this form settings, styling &amp; appearance
cs_cz: Změňte na ano pokud chcete změnit nastavení, styl &amp; vzhled tohoto formuláře

source: Field(s) to show in user meta
cs_cz: Pole k zobrazení v uživatelském meta

source: Show user description in profile header?
cs_cz: Zobrazit popis uživatele v záhlaví profilu?

source: Show social links in profile header?
cs_cz: Zobrazit odkazy na sociální sítě v záhlaví profilu?

source: Show display name in profile header?
cs_cz: Zobrazit zobrazované jméno v záhlaví profilu?

source: Heading Background Color
cs_cz: Barva pozadí záhlaví

source: Make Profile Photo Required
cs_cz: Nastavit profilovou fotografii jako povinnou

source: Profile Photo Size
cs_cz: Velikost profilové fotografie

source: Cover photo ratio
cs_cz: Poměr stan krycí fotografie

source: Enable Cover Photos
cs_cz: Povolit krycí fotografie

source: Profile Area Max. Width (px)
cs_cz: Max. šíře plochy profilu (px)

source: Make this profile form role-specific
cs_cz: Vytvořit tento profil specifický pro roli

source: Login Form
cs_cz: Přihlašovací formulář

source: Profile Form
cs_cz: Profilový formulář

source: Registration Form
cs_cz: Registrační formulář

source: Set Custom Redirect URL
cs_cz: Nastavte vlastní přesměrovací URL

source: Redirection after Login
cs_cz: Přesměrovat po přihlášení

source: Show "Remember Me"?
cs_cz: Zobraz "Čti mě"?

source: Show Forgot Password Link?
cs_cz: Zobrazit odkaz na zapomenuté heslo?

source: Secondary Button Text
cs_cz: Text druhého tlačítka

source: Show Secondary Button
cs_cz: Zobrazit druhé tlačítko

source: Primary Button Text
cs_cz: Text prvního tlačítka

source: Field Icons
cs_cz: Ikony polí

source: Max. Width (px)
cs_cz: Maximální šíře (px)

source: Add Master Row
cs_cz: Přidej hlavní řádek

source: Live Preview
cs_cz: Aktuální náhled

source: We are sorry. We cannot find any users who match your search criteria.
cs_cz: Bohužel, nepoadřilo se najít žádné uživatele podle zadaných kritérií.

source: Custom text if no users were found
cs_cz: Vlastní text pokud nebudou nalezeni žádní uživatelé

source: {total_users} Member
cs_cz: {total_users} člen

source: Same as above but in case of 1 user found only
cs_cz: Stejné jako předchozí, ale jen pokud je nalezen pouze 1 uživatel

source: Single Result Text
cs_cz: Text samostatného výsledku

source: {total_users} Members
cs_cz: {total_users} členů

source: Customize the search result text . e.g. Found 3,000 Members. Leave this blank to not show result text
cs_cz: Přizpůsobte text výsledků vyhledávání. Např. Nalezeno 3000 členů. Ponechte prázdné pro nezobrazení textu výsledků vyhledávání

source: Results Text
cs_cz: Text výsledků

source: Choose field(s) to enable in sorting
cs_cz: Zvolte pole k povolení v řazení

source: User Roles that can use search
cs_cz: Uživatelské role s přístupem k vyhledávání

source: Enable Search feature
cs_cz: Povolte vyhledávání

source: Show extra user information below tagline?
cs_cz: Zobrazit další informace o uživateli pod slogan?

source: Choose field(s) to display in tagline
cs_cz: Vybrat pole, které se budou zobrazovat ve sloganu

source: Show tagline below profile name
cs_cz: Zobrazit slogan pod jménem profilu

source: Show display name
cs_cz: Ukaž zobrazované jméno

source: Enable Cover Photo
cs_cz: Povol fotografii

source: Enable Profile Photo
cs_cz: Povol profilovou fotografii

source: Use this setting to control the maximum number of profiles to appear in this directory. Leave blank to disable this limit
cs_cz: Toto nastavení ovládá maximální počet profilů k zobrazení v tomto adresáři. Ponechte prázdné pro neomezený počet.

source: Maximum number of profiles
cs_cz: Maximální počet profilů

source: Number of profiles to appear on page for mobile users
cs_cz: Počet profilů k zobrazení na stránce pro mobilní zařízení

source: Number of profiles per page (for Mobiles & Tablets)
cs_cz: Počet profilů na stránku (pro mobilní telefony a tablety)

source: Number of profiles to appear on page for standard users
cs_cz: Počet profilů k zobrazení na stránce pro standardní uživatele

source: Number of profiles per page
cs_cz: Počet profilů na stránku

source: Only show specific users (Enter one username per line)
cs_cz: Zobraz pouze určité uživatele (jedno uživatelské jméno na řádek)

source: Meta key
cs_cz: Meta klíč

source: Other (Custom Field)
cs_cz: Jiný (Vlastní pole)

source: Random
cs_cz: Náhodné

source: Last Name
cs_cz: Příjmení

source: First Name
cs_cz: Jméno

source: Display name
cs_cz: Zobrazované jméno

source: Last login
cs_cz: Poslední přihlášení

source: Old users first
cs_cz: Starší uživatelé nejdříve

source: New users first
cs_cz: Noví uživatelé nejdříve

source: Only show members who have uploaded a cover photo
cs_cz: Zobraz pouze členy, kteří nahráli fotografii

source: Only show members who have uploaded a profile photo
cs_cz: Zobraz pouze členy, kteří nahráli profilovou fotografii

source: User Roles to Display
cs_cz: Uživatelské role k zobrazení

source: Template
cs_cz: Šablona

source: Awaiting E-mail Confirmation
cs_cz: Čekající na aktivaci e-mailovám kódem

source: Pending Review
cs_cz: Čekající na schválení

source: Users
cs_cz: Uživatelé

source: Redirect URL
cs_cz: URL přesměrování

source: Who can access this post?
cs_cz: Kdo může zobrazit tento obsah?

source: Apply
cs_cz: Použít

source: UM Action
cs_cz: UM akce

source: You do not have enough permissions to do that.
cs_cz: Pro tuto akci nemáte dostatečné oprávnění.

source: Rejected
cs_cz: Zamítnuto

source: Inactive
cs_cz: Neaktivní

source: Waiting e-mail confirmation
cs_cz: Čekající na potvrzení e-mailovým kódem

source: Pending review
cs_cz: Čekající na schválení

source: Approved
cs_cz: Schválené

source: Info
cs_cz: Informace

source: View profile
cs_cz: Zobrazit profil

source: WP-Admin Access
cs_cz: Přístup k administraci WP

source: No.of Members
cs_cz: Počet členů

source: Role Title
cs_cz: Název role

source: Settings
cs_cz: Nastavení

source: Other users have been updated.
cs_cz: Ostatní uživatelé byli aktualizováni.

source: Super administrators cannot be modified.
cs_cz: Super administrátora nelze měnit.

source: Changed roles.
cs_cz: Změněné role.

source: Users have been updated.
cs_cz: Uživatelé byli aktualizováni.

source: User has been updated.
cs_cz: Uživatel byl aktualizován.

source: The form has been duplicated successfully.
cs_cz: Formulář byl úspěšně zkopírován.

source: Your user cache is now removed.
cs_cz: Vaše vyrovnávací paměť uživatelů je nyní smazaná.

source: Your temp uploads directory is now clean.
cs_cz: Váš dočasný adresář pro upload je nyní prázdný.

source: Your translation files have been updated successfully.
cs_cz: Vaše soubory s překladem byly úspěšně aktualizovány.

source: Undo
cs_cz: Vrátit

source: Are you sure you want to delete the selected user(s)? The following users will be deleted: <p>%s</p> <strong>This cannot be undone!</strong>
cs_cz: Skutečně chcete smazat zvolené(ho) uživatele? Budou smazáni tito uživatelé: <p>%s</p> <strong>Tuto akci nelze později vzít zpět!</strong>

source: Ultimate Member Setup Error: Account page can not be a child page.
cs_cz: Ultimate Member chyba nastavení: Stránka účtu nemůže být podřízenou stránkou.

source: Ultimate Member Setup Error: User page can not be a child page.
cs_cz: Ultimate Member chyba nastavení: Stránka uživatele nemůže být podřízenou stránkou.

source: Exif is not enabled on your server. Mobile photo uploads will not be rotated correctly until you enable the exif extension. <a href="%s">Hide this notice</a>
cs_cz: Exif není na vašem serveru povolen. Fotografie z mobilních zařízení nemusí být korektně orientované dokud nepovolíte exif rozšíření. <a href="%s">Skrýt toto varování</a>

source: Maximum number that can be entered in this field
cs_cz: Maximální hodnota kterou lze vložit do tohoto pole

source: Minimum number that can be entered in this field
cs_cz: Minimální hodnota kterou lze vložit do tohoto pole

source: Turn on to add a confirm password field. If turned on the confirm password field will only show on register forms and not on login forms.
cs_cz: Přidává pole pro opakování hesla (pro kontrolu překlepů). Vztahuje se jen na registraci, ne na přihlášení.

source: Turn on to force users to create a strong password (A combination of one lowercase letter, one uppercase letter, and one number). If turned on this option is only applied to register forms and not to login forms.
cs_cz: Zapněte, pokud chcete uživatele přinutit k volbě silných hesel (kombinace aspoň jedné číslice, velkého a malého písmena). Vztahuje se jen na registraci, nikoliv na přihlášení.

source: Optional text to include with the divider
cs_cz: Volitelný text k použití s oddělovačem

source: Value
cs_cz: Hodnota

source: If
cs_cz: Pokud

source: Select where this field should appear. This option should only be changed on the profile form and allows you to show a field in one mode only (edit or view) or in both modes.
cs_cz: Zvolte kde se má pole objevit. Toto by mělo být nastavováno pouze ve formuláři profilu, umožňuje to zobrazit pole pouze při editaci nebo při prohlížení, případně oboje.

source: User Meta
cs_cz: Uživatelské meta

source: Customize this form
cs_cz: Přizpůsobit tento formulář

source: Form Builder
cs_cz: Tvorba formulářů

source: Select Form Type
cs_cz: Zvolit typ formuláře

source: Delete Options
cs_cz: Možnosti mazání

source: Logout Options
cs_cz: Možnosti odhlášení

source: Login Options
cs_cz: Možnosti přihlášení

source: Registration Options
cs_cz: Možnosti registrace

source: Homepage Options
cs_cz: Nastavení titulní stránky

source: Profile Access
cs_cz: Přístup k profilu

source: General Permissions
cs_cz: Globální oprávnění

source: Administrative Permissions
cs_cz: Administrační oprávnění

source: Styling: General
cs_cz: Vzhled: Celkově

source: Results &amp; Pagination
cs_cz: Výsledky a stránkování

source: Search Options
cs_cz: Možnosti vyhledávání

source: Profile Card
cs_cz: Profilová karta

source: General Options
cs_cz: Globální nastavení

source: No
cs_cz: Ne

source: Yes
cs_cz: Ano

source: Form draft updated.
cs_cz: Návrh formuláře aktualizován.

source: Form scheduled.
cs_cz: Formulář naplánován.

source: Form submitted.
cs_cz: Formulář odeslán.

source: Form saved.
cs_cz: Formulář uložen.

source: Form created.
cs_cz: Formulář vytvořen.

source: Form restored to revision.
cs_cz: Formulář navrácen do minulé verze.

source: Custom field deleted.
cs_cz: Uživatelské pole smazáno.

source: Custom field updated.
cs_cz: Uživatelské pole aktualizováno.

source: Form updated.
cs_cz: Formulář aktualizován.

source: User Cache
cs_cz: Mezipaměť (cache)

source: Purge Temp Files
cs_cz: Vyčistit dočasné soubory

source: Users Overview
cs_cz: Přehled uživatelů

source: Member Directories
cs_cz: Seznamy členů

source: User Roles
cs_cz: Uživatelské role

source: Forms
cs_cz: Formuláře

source: Dashboard
cs_cz: Ovládací panel

# Admin menu name
source: All Users
cs_cz: Všichni uživatelé

# Admin menu name
source: Users
cs_cz: Užívatelé

source: Thanks :)
cs_cz: Díky :)

source: Date
cs_cz: Datum

source: Type
cs_cz: Typ

source: Duplicate
cs_cz: Duplikovat

source: Delete Row
cs_cz: Smazat řádek

source: Edit Row
cs_cz: Upravit řádek

source: Add Row
cs_cz: Přidat řádek

source: Duplicate of %s
cs_cz: Duplikát %s

source: Site accessible to Logged In Users
cs_cz: Obsah přístupný pro přihlášené uživatele

source: Site accessible to Everyone
cs_cz: Obsah přístupný pro každého

source: Community Role
cs_cz: Role v komunitě

source: This field type is not setup correcty.
cs_cz: Tento typ pole není správně nastaven.

source: You did not create any custom fields
cs_cz: Zatím nemáte žádná uživatelská pole

source: Custom Fields
cs_cz: Uživatelská pole

source: None
cs_cz: Žádné

source: Predefined Fields
cs_cz: Přednastavená pole

source: Setup New Field
cs_cz: Vytvořit nové pole

source: Search Icons...
cs_cz: Hledat ikony...

source: Reset all rules
cs_cz: Obnovit všechna pravidla

source: Add conditional fields support
cs_cz: Přidat podporu podmíněných polí

source: Manage conditional fields support
cs_cz: Spravujte podporu podmíněných polí

source: This is not possible for security reasons.
cs_cz: To z bezpečnostních důvodů není možné.

source: Please login as administrator
cs_cz: Přihlašte se jako administrátor, prosím

source: Save Changes
cs_cz: Uložit změny

source: Extensions
cs_cz: Rozšíření

source: User
cs_cz: Uživatel

source: Style
cs_cz: Styl

source: Delete
cs_cz: Smazat

source: Title
cs_cz: Název

source: Username
cs_cz: Uživatelské jméno

source: Password
cs_cz: Heslo

source: All
cs_cz: Vše

source: Remove
cs_cz: Odstranit

source: Upload
cs_cz: Nahrát

source: Background Color
cs_cz: Klip na pozadí

source: Default
cs_cz: Výchozí

source: Options
cs_cz: Možnosti

source: To copy the Install info, click below then press Ctrl + C (PC) or Cmd + C (Mac).
cs_cz: Chcete-li zkopírovat informace o instalaci, klepněte níže a potom stiskněte klávesy Ctrl C (PC) nebo Cmd C (Mac).
